{
    "leaflet": {
        "candidateName": "Rushanara Ali",
        "candidateGender": "",
        "constituency": "Bethnal Green and Bow",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Fighting for the East End",
                "content": "I’ll fight against Theresa May’s hard Brexit to protect local jobs and our economy. I’ll fight for a fairer, safer and stronger East End, a place with better housing, greater opportunity and a stronger NHS."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Hard Brexit",
                "policyDescription": "Fight against a hard Brexit to protect local jobs and the economy."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Fight for better housing with new decent homes and support for tenants in both private and social housing."
            },
            {
                "policyTitle": "NHS",
                "policyDescription": "Labour will protect our NHS and tackle the crisis in social care."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Labour will fight for fair funding for schools and a fair approach to school funding."
            },
            {
                "policyTitle": "Air Pollution",
                "policyDescription": "Will work with the Mayor of London, Sadiq Khan, to tackle air pollution in our borough and campaign for safer, greener, and cleaner streets."
            }
        ],
        "mentions": {
            "candidate": "Rushanara Ali",
            "otherPartyLeaderCandidate": "Theresa May",
            "partyLeader": "Sadiq Khan",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Fight against a hard Brexit to protect local jobs and the economy.",
            "defence": "",
            "economy": "Fight against a hard Brexit to protect local jobs and the economy.",
            "education": "Labour will fight for fair funding for schools and a fair approach to school funding so money isn’t taken away from London schools that desperately need it.",
            "environment": "Work with the Mayor of London, Sadiq Khan, to tackle air pollution in our borough and campaign for safer, greener, and cleaner streets.",
            "governance": "",
            "government": "",
            "health": "Labour will protect our NHS and tackle the crisis in social care.",
            "immigration": "",
            "labourEmployment": "Fight against a hard Brexit to protect local jobs.",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Campaign for better housing with new decent homes and support for tenants in both private and social housing.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I’m proud to have served as your Member of Parliament for Bethnal Green and Bow since 2010. I’m asking for your support in this General Election on 8th June. My family moved to the East End from Bangladesh when I was seven. I went to Mulberry School on Commercial Road, and Tower Hamlets College. I love the East End: its history, its heritage, and its people. I have dedicated my life to working on issues that matter to people: jobs, housing, education, health, security and tackling poverty. As your MP, I will continue to stand up for local people, fight for decent homes, for more teachers and smaller class sizes, for world-class hospitals and social care for our elderly. Most of all, I will fight for local jobs and opportunities. I campaigned to remain in the European Union and voted in Parliament against triggering Article 50. I will fight to protect people from the Tories’ ‘hard Brexit’ which threatens jobs and prosperity. Things are changing fast in the East End. We are proud of our past, but we must face the future. That means giving our young people the skills they need and giving them the opportunities to get on in life. That’s why I’m standing to be your MP once again. I would be honoured if you supported me on Thursday 8th June.",
        "politicalExperience": [
            {
                "role": "Member of Parliament for Bethnal Green and Bow",
                "duration": "since 2010",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Tower Hamlets Labour Party, 349 Cambridge Heath Road, London, E2 9RA",
            "phone": "0207 729 6682",
            "email": "campaigns@rushanaraali.org",
            "website": "rushanaraali.org",
            "socialMedia": {
                "facebook": "rushanaraali",
                "twitter": "rushanaraali",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "I’m proud to have served as your Member of Parliament for Bethnal Green and Bow since 2010. I’m asking for your support in this General Election on 8th June.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 3,
                    "examples": [
                        "Voted against triggering Article 50.",
                        "Secured £165 million for better housing in Tower Hamlets.",
                        "Secured a $7.5 billion trade deal between the UK and Bangladesh for a railway line."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "I’ll fight against Theresa May’s hard Brexit.",
                        "I’m proud to have served as your Member of Parliament for Bethnal Green and Bow since 2010.",
                        "I love the East End: its history, its heritage, and its people."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 6,
                "candidateAlone": 1,
                "candidateWithOthers": 5
            },
            "issueFocus": {
                "local": {
                    "count": 6,
                    "examples": [
                        "Campaign for better housing with new decent homes and support for tenants in both private and social housing.",
                        "Labour will fight for fair funding for schools.",
                        "Work with the Mayor of London, Sadiq Khan, to tackle air pollution.",
                        "Labour will protect our NHS and tackle the crisis in social care.",
                        "Campaign for safer, greener, and cleaner streets.",
                        "Fought to stop Government plans to close local NHS GP surgeries."
                    ]
                },
                "national": {
                    "count": 5,
                    "examples": [
                        "Fight against a hard Brexit to protect local jobs and the economy.",
                        "Secured ‘Building Schools for the Future’ funding.",
                        "Secured a lasting memorial to the 173 victims of the Bethnal Green Tube disaster.",
                        "Fought to stop Government plans to close local NHS GP surgeries.",
                        "Campaign for recognition of Palestinian statehood in Parliament and abroad."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "My family moved to the East End from Bangladesh when I was seven. I went to Mulberry School on Commercial Road, and Tower Hamlets College. I love the East End: its history, its heritage, and its people. I have dedicated my life to working on issues that matter to people: jobs, housing, education, health, security and tackling poverty.",
                    "issueRelated": "Community development, education, housing, health, security, tackling poverty"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Theresa May’s hard Brexit threatens jobs and prosperity."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Theresa May’s hard Brexit threatens jobs and prosperity."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "My family moved to the East End from Bangladesh when I was seven.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "My family moved to the East End from Bangladesh when I was seven.",
                    "I went to Mulberry School on Commercial Road, and Tower Hamlets College."
                ]
            }
        }
    }
}