{
    "leaflet": {
        "candidateName": "",
        "candidateGender": "",
        "constituency": "Aberconwy",
        "politicalParty": "",
        "electionDate": "June 8th, 2017",
        "messages": [
            {
                "title": "DEDICATION",
                "content": "Since my election in 2010, unemployment in Aberconwy has more than halved. With more jobs being created by businesses across Aberconwy, I have been proud to be able to champion Aberconwy as a ‘success story in the context of Welsh economy that has grown faster than any part of the UK apart from London since 2010. As the MP and as a government minister, supporting its creation and economic growth has been a driving issue for me and I’m very proud of the progress we have made."
            },
            {
                "title": "STABILITY",
                "content": "Brexit provides a completely new challenge for the UK. Get it right and the opportunities will be there for a global Wales within the trading UK to thrive. However, if we are to secure our place in the world during the momentous few years ahead of us, we have seen the preparatory work undertaken by government planning for both of these futures. A United future must be a positive and constructive engagement with business, harnessing the free trade of goods and services that has been the theory of our growth prospects and hard won and managed over the decades. In Westminster, my record is already in place on these future votes ahead. We have had the experience of managing the UK's challenge process and I will need to make my position clear again."
            },
            {
                "title": "COMMON SENSE",
                "content": "I have always believed that the people who know what’s best for Aberconwy aren’t in Cardiff or Westminster, they’re here in Aberconwy. As such, I have always listened and engaged with all being. As MP, I’ll continue to do so."
            },
            {
                "title": "AN UPDATE ABOUT ME!",
                "content": "It has been a privilege to represent Aberconwy in Parliament since 2010. I am asking for your vote this June as a candidate who is committed to work for Aberconwy and North Wales in Parliament. I’m getting older, having been born in 1968 not far from Wrexham. I have lived in North Wales all my life. Having left Ysgol Syr Huw Owen, Caernarfon I graduated in History at the University of Wales, Aberystwyth where I met my wife, Polly. We have five children (I know!), two boys and three girls. Another recent change is my family's Tories, a well-known cafe in the Cross-Protection League. Before being elected in 2010 I was self-employed for seventeen years as a jeweler and a partner in a shop with my wife since 1994 and have had to understand the balance and power of those wheels. Indeed, I’ve been recognized on the fact that they had on small businesses personally on the mass occasions of awards. I have also chaired Conwy County Council over the years which means a lot to me knowing the economic heartbeat of our community."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Universal Service Obligation",
                "policyDescription": "Ensure access to fast broadband with a 10Mbps universal service obligation."
            },
            {
                "policyTitle": "North Wales Economy",
                "policyDescription": "Supporting businesses and communities against bank closures and protecting the post office network."
            }
        ],
        "mentions": {
            "candidate": "I am asking for your vote this June as a candidate who is committed to work for Aberconwy and North Wales in Parliament.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Brexit provides a completely new challenge for the UK. Get it right and the opportunities will be there for a global Wales within the trading UK to thrive.",
            "defence": "",
            "economy": "As the MP and as a government minister, supporting its creation and economic growth has been a driving issue for me and I’m very proud of the progress we have made.",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "I have always believed that the people who know what’s best for Aberconwy aren’t in Cardiff or Westminster, they’re here in Aberconwy.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Having left Ysgol Syr Huw Owen, Caernarfon I graduated in History at the University of Wales, Aberystwyth where I met my wife, Polly. We have five children (I know!), two boys and three girls. Another recent change is my family's Tories, a well-known cafe in the Cross-Protection League.",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "Since 2010",
                "achievements": "Supporting businesses and communities against bank closures and protecting the post office network."
            },
            {
                "role": "Conwy County Council chair",
                "duration": "Over the years",
                "achievements": "Knowing the economic heartbeat of our community."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01492 583094",
            "email": "guto@gutobebb.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Candidate with others."
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "unemployment in Aberconwy has more than halved"
                    ]
                },
                "qualitative": {
                    "count": 1,
                    "examples": [
                        "I am asking for your vote this June as a candidate who is committed to work for Aberconwy and North Wales in Parliament."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 0,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "champion Aberconwy as a ‘success story",
                        "protect post office network ... our communities"
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "Brexit provides a completely new challenge for the UK"
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I have lived in North Wales all my life. Having left Ysgol Syr Huw Owen, Caernarfon I graduated in History at the University of Wales, Aberystwyth where I met my wife, Polly. We have five children (I know!), two boys and three girls. Another recent change is my family's Tories, a well-known cafe in the Cross-Protection League.",
                    "issueRelated": "education"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I have always believed that the people who know what’s best for Aberconwy aren’t in Cardiff or Westminster, they’re here in Aberconwy.",
                "employment": "Before being elected in 2010 I was self-employed for seventeen years as a jeweler and a partner in a shop with my wife since 1994",
                "education": "I graduated in History at the University of Wales, Aberystwyth",
                "family": "We have five children (I know!), two boys and three girls."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I have lived in North Wales all my life."
                ]
            }
        }
    }
}