{
    "leaflet": {
        "candidateName": "Josh Fenton-Glynn",
        "candidateGender": "",
        "constituency": "Calder Valley",
        "politicalParty": "Labour",
        "electionDate": "8th June",
        "messages": [
            {
                "title": "",
                "content": "Calder Valley is the most important place in the world to me. If I’m chosen to be your MP, I will champion Calder Valley and the different communities and concerns within it, and push for the change we need. This is one of the most important elections in a generation. The stakes couldn't be higher. We have to ensure we protect our economy, our rights at work and our region in the upcoming Brexit negotiations. We must make a stand for proper jobs and investment in the North of England. With my work with a Christian anti-poverty charity and as a local councillor, I’ve seen the effects of the needless and vicious austerity measures imposed by the current government. When our nurses are having to visit food banks to survive, things have spiralled out of control. No more! I will fight for Calder Valley as an MP. For our schools, for our health service, for the protection of our community against floods. Frankly, the people of our valley have been poorly served, at best, by our current Conservative MP. It’s time for that to change."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "The NHS",
                "policyDescription": "I will be a strong voice for the NHS as your MP. I played a key role in the campaign to keep our vital A&E department at Halifax Royal Infirmary, leading a march from Todmorden to Huddersfield. The fight for our health service is personal for me; it has saved my mother’s life twice, and I will continue to campaign for full provision of NHS services for people in this valley."
            },
            {
                "policyTitle": "Environment & Flood Defences",
                "policyDescription": "The 2015 floods devastated our area. I have been proud to see the way we’ve rebuilt as a community, and am proud of the £60m of investment in preventing future flooding that the Labour council has overseen. As a Labour councillor, I have done all I can to ensure we have sufficient flood protection and environmental measures in place; Craig Whittaker MP voted, shockingly, against increased flood defenses just weeks after floods hit our community."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "I grew up in Calder Valley and am proud to have attended Calder High School. I am appalled that the Tory government is failing to fund schools in our area and all over the country. Craig Whittaker MP voted to scrap the Building Schools for the Future scheme that would have seen our crumbling schools rebuilt. I will fight to secure that funding for our schools and our community."
            },
            {
                "policyTitle": "Local Businesses",
                "policyDescription": "Calder Valley is a fantastic wellspring of independent businesses that we can all support and be proud of. These businesses should have support and investment for a healthy economy. I will champion the smaller businesses in our community that have been ignored by a government that is failing them."
            }
        ],
        "mentions": {
            "candidate": "Josh Fenton-Glynn",
            "otherPartyLeaderCandidate": "Craig Whittaker MP",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "We have to ensure we protect our economy, our rights at work and our region in the upcoming Brexit negotiations.",
            "defence": "",
            "economy": "",
            "education": "I am appalled that the Tory government is failing to fund schools in our area and all over the country.",
            "environment": "I have done all I can to ensure we have sufficient flood protection and environmental measures in place",
            "governance": "",
            "government": "Frankly, the people of our valley have been poorly served, at best, by our current Conservative MP.",
            "health": "I played a key role in the campaign to keep our vital A&E department at Halifax Royal Infirmary.",
            "immigration": "",
            "labourEmployment": "I will fight for Calder Valley as an MP. For our schools, for our health service, for the protection of our community against floods.",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "I grew up in Calder Valley and am proud to have attended Calder High School. The 2015 floods devastated our area. I have been proud to see the way we’ve rebuilt as a community.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Labour Councillor",
                "duration": "",
                "achievements": "I have done all I can to ensure we have sufficient flood protection and environmental measures in place."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "07743 700 701",
            "email": "josh@joshfentonglynn.org.uk",
            "website": "joshfentonglynn.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "Calder Valley is the most important place in the world to me",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Calder Valley is the most important place in the world to me."
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "I have been proud of the £60m of investment in preventing future flooding that the Labour council has overseen."
                    ]
                },
                "qualitative": {
                    "count": 2,
                    "examples": [
                        "Calder Valley is the most important place in the world to me.",
                        "The stakes couldn't be higher."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 2,
                "candidateAlone": 1,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "The 2015 floods devastated our area.",
                        "Calder Valley is a fantastic wellspring of independent businesses.",
                        "I played a key role in the campaign to keep our vital A&E department at Halifax Royal Infirmary."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "We have to ensure we protect our economy, our rights at work and our region in the upcoming Brexit negotiations.",
                        "I am appalled that the Tory government is failing to fund schools in our area and all over the country."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I grew up in Calder Valley and am proud to have attended Calder High School. I currently live in Hebden Bridge with my wife Rebecca, having previously lived in Brighouse, and I’m a member of the Round Table in Elland.",
                    "issueRelated": "Education"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "Craig Whittaker MP voted, shockingly, against increased flood defenses just weeks after floods hit our community."
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Craig Whittaker MP voted to scrap the Building Schools for the Future scheme that would have seen our crumbling schools rebuilt."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 2,
                    "examples": [
                        "Craig Whittaker MP voted, shockingly, against increased flood defenses just weeks after floods hit our community.",
                        "Craig Whittaker MP voted to scrap the Building Schools for the Future scheme that would have seen our crumbling schools rebuilt."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I currently live in Hebden Bridge with my wife Rebecca, having previously lived in Brighouse, and I’m a member of the Round Table in Elland.",
                "employment": "",
                "education": "I grew up in Calder Valley and am proud to have attended Calder High School.",
                "family": "I currently live in Hebden Bridge with my wife Rebecca."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I currently live in Hebden Bridge with my wife Rebecca, having previously lived in Brighouse, and I’m a member of the Round Table in Elland."
                ]
            }
        }
    }
}