{
    "leaflet": {
        "candidateName": "Tim Farron",
        "candidateGender": "",
        "constituency": "",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Change the direction of the country",
                "content": "The referendum result was bad enough. But when I saw Labour MPs join with UKIP and the Conservatives to vote for a damaging hard Brexit, it felt even worse. This isn't what I want for my children or my country. Isolation isn’t good for Britain. Being outside the single market isn't good for Britain. Ignoring the damage that hard Brexit does to jobs, food prices and industry isn't good for Britain. This election is our chance to get the strong opposition Britain needs. That's why I'm asking you to support the Liberal Democrats this time. The fight to stop a hard Brexit isn't over. The people, not Theresa May, can and should have the final say on the Brexit deal in a referendum. That's what we’ll be fighting for with your support. A vote for the Lib Dems is also a vote to stop more harsh cuts to our NHS and our schools. It's a vote against heartless cuts to benefits for bereaved families. When Labour had the chance to stand up to this Government on Brexit they failed. I thought the Labour Party shared our values of openness and tolerance - but instead they’ve left many of their supporters feeling angry and betrayed. Please join with me and help change Britain’s future in this election. Thanks and best wishes, Tim Farron"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "The fight to stop a hard Brexit isn't over. The people, not Theresa May, can and should have the final say on the Brexit deal in a referendum."
            },
            {
                "policyTitle": "NHS and Schools",
                "policyDescription": "A vote for the Lib Dems is also a vote to stop more harsh cuts to our NHS and our schools. It's a vote against heartless cuts to benefits for bereaved families."
            }
        ],
        "mentions": {
            "candidate": "Tim Farron",
            "otherPartyLeaderCandidate": "Theresa May",
            "partyLeader": "Tim Farron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "The referendum result was bad enough. But when I saw Labour MPs join with UKIP and the Conservatives to vote for a damaging hard Brexit, it felt even worse. Isolation isn’t good for Britain. Being outside the single market isn't good for Britain. Ignoring the damage that hard Brexit does to jobs, food prices and industry isn't good for Britain. The fight to stop a hard Brexit isn't over. The people, not Theresa May, can and should have the final say on the Brexit deal in a referendum.",
            "defence": "",
            "economy": "",
            "education": "A vote for the Lib Dems is also a vote to stop more harsh cuts to our schools.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "A vote for the Lib Dems is also a vote to stop more harsh cuts to our NHS.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "It's a vote against heartless cuts to benefits for bereaved families.",
            "community": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Leader of the Liberal Democrats",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "LibDems.org.uk/join",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "The referendum result was bad enough. But when I saw Labour MPs join with UKIP and the Conservatives to vote for a damaging hard Brexit, it felt even worse.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "qualitative": {
                    "count": 4,
                    "examples": [
                        "The referendum result was bad enough.",
                        "Isolation isn’t good for Britain.",
                        "Being outside the single market isn't good for Britain.",
                        "Ignoring the damage that hard Brexit does to jobs, food prices and industry isn't good for Britain."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "national": {
                    "count": 6,
                    "examples": [
                        "The fight to stop a hard Brexit isn't over.",
                        "The people, not Theresa May, can and should have the final say on the Brexit deal in a referendum.",
                        "A vote for the Lib Dems is also a vote to stop more harsh cuts to our NHS and our schools.",
                        "It's a vote against heartless cuts to benefits for bereaved families.",
                        "When Labour had the chance to stand up to this Government on Brexit they failed.",
                        "Change the direction of the country"
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "When I saw Labour MPs join with UKIP and the Conservatives to vote for a damaging hard Brexit, it felt even worse. This isn't what I want for my children or my country.",
                    "issueRelated": "Brexit"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 3,
                    "examples": [
                        "But when I saw Labour MPs join with UKIP and the Conservatives to vote for a damaging hard Brexit, it felt even worse.",
                        "Ignoring the damage that hard Brexit does to jobs, food prices and industry isn't good for Britain.",
                        "When Labour had the chance to stand up to this Government on Brexit they failed. I thought the Labour Party shared our values of openness and tolerance - but instead they’ve left many of their supporters feeling angry and betrayed."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "The people, not Theresa May, can and should have the final say on the Brexit deal in a referendum."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": "This isn't what I want for my children or my country."
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    ""
                ]
            }
        }
    }
}