{
    "leaflet": {
        "candidateName": "Julian Huppert",
        "candidateGender": "",
        "constituency": "Cambridge",
        "politicalParty": "Liberal Democrat",
        "electionDate": "June 8",
        "messages": [
            {
                "title": "",
                "content": "I'm incredibly proud of my record getting more money for our NHS, especially in mental health, and delivering an additional £23.2 million each year for local schools, to help our children get the best possible start in life.\nBut we can't take these things for granted.\nJeremy Corbyn's Labour is in complete meltdown and are failing to stand up for people here in Cambridge. It is vital there is strong opposition to avoid giving Theresa May a blank cheque for the future. I am the strong voice in Cambridge.\nIf re-elected on June 8 I will carry on where I left off and fight every day both here and in Westminster to secure a better deal for Cambridge and to champion Cambridge's values.\nPlease give me your support and help me work to avoid a damaging Brexit and protect our NHS and schools from extreme cuts.\n\nKind regards,\nJulian Huppert\nP.S. You face a clear choice on June 8th: Jeremy Corbyn's Labour candidate or a hard-working local MP who will fight hard to change the future direction of our country."
            },
            {
                "title": "Dear Friends,",
                "content": "I have always been here in Cambridge; it's where I grew up and went to school. It meant to a lot to return to the city to work three years ago.\nI have fond memories of playing cricket with my family on Parker's Pieces. My memories also include visiting Midsummer Common and enjoying time with friends.\nI don't want the future of our special city to be put at risk.\nBritain is at a crossroads, and this election is our chance to change the future direction of travel.\nPeople from all across the political spectrum have told me how concerned they are about what Brexit and heartless cuts to our NHS and our schools will mean for their family and friends.\nAs your MP, I worked day in, day out to protect and improve Cambridge. I would be proud to do so again."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS Funding",
                "policyDescription": "Worked to get more funding especially for mental health."
            },
            {
                "policyTitle": "Education Funding",
                "policyDescription": "Delivered an additional £23.2 million each year for local schools."
            },
            {
                "policyTitle": "Opposition to Brexit",
                "policyDescription": "Aims to avoid a damaging Brexit and protect NHS and schools from cuts."
            }
        ],
        "mentions": {
            "candidate": "Julian Huppert",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Theresa May",
            "tacticalSituation": "The leaflet mentions the importance of avoiding giving Theresa May a blank cheque for the future and the need for a strong opposition voice in Cambridge."
        },
        "issues": {
            "brexitEurope": "Please give me your support and help me work to avoid a damaging Brexit.",
            "defence": "",
            "economy": "",
            "education": "Delivering an additional £23.2 million each year for local schools.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "Getting more money for our NHS, especially in mental health.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "I have fond memories of playing cricket with my family on Parker's Pieces. My memories also include visiting Midsummer Common and enjoying time with friends.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I have always been here in Cambridge; it's where I grew up and went to school. It meant to a lot to return to the city to work three years ago. I have fond memories of playing cricket with my family on Parker's Pieces. My memories also include visiting Midsummer Common and enjoying time with friends. I don't want the future of our special city to be put at risk. Britain is at a crossroads, and this election is our chance to change the future direction of travel. People from all across the political spectrum have told me how concerned they are about what Brexit and heartless cuts to our NHS and our schools will mean for their family and friends. As your MP, I worked day in, day out to protect and improve Cambridge. I would be proud to do so again.",
        "politicalExperience": [
            {
                "role": "MP for Cambridge",
                "duration": "",
                "achievements": "Worked day in, day out to protect and improve Cambridge."
            }
        ],
        "contactInformation": {
            "address": "15 Ronald Rolph Court, Wadloes Road, Cambridge, CB5 8PX",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "an additional £23.2 million each year for local schools",
                        "worked day in, day out to protect and improve Cambridge"
                    ]
                },
                "qualitative": {
                    "count": 7,
                    "examples": [
                        "I have always been here in Cambridge",
                        "I don't want the future of our special city to be put at risk.",
                        "Britain is at a crossroads",
                        "our chance to change the future direction of travel.",
                        "People from all across the political spectrum have told me how concerned they are",
                        "heartless cuts to our NHS and our schools will mean for their family and friends",
                        "I worked day in, day out to protect and improve Cambridge"
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 0,
                "candidateAlone": 0,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "Champion Cambridge's values",
                        "an additional £23.2 million each year for local schools"
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "Please give me your support and help me work to avoid a damaging Brexit",
                        "worked day in, day out to protect and improve Cambridge"
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I have fond memories of playing cricket with my family on Parker's Pieces. My memories also include visiting Midsummer Common and enjoying time with friends.",
                    "issueRelated": "Community"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "heartless cuts to our NHS and our schools"
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Jeremy Corbyn's Labour is in complete meltdown"
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "Jeremy Corbyn's Labour candidate or a hard-working local MP"
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I have always been here in Cambridge; it's where I grew up and went to school.",
                "employment": "",
                "education": "",
                "family": "I have fond memories of playing cricket with my family on Parker's Pieces. My memories also include visiting Midsummer Common and enjoying time with friends."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I have always been here in Cambridge; it's where I grew up and went to school. It meant to a lot to return to the city to work three years ago."
                ]
            }
        }
    }
}