{
    "leaflet": {
        "candidateName": "Imran Uddin",
        "candidateGender": "",
        "constituency": "Wimbledon",
        "politicalParty": "Labour",
        "electionDate": "8 June",
        "messages": [
            {
                "title": "I'm asking for your vote on 8 June - here's why.",
                "content": "The kind of Brexit we get will define the future of our country for decades and may either lead to prosperity or decades of austerity. A Tory majority means a hard Brexit is bad for businesses and bad for our hard working families. Whilst the Tories obsess over a hard Brexit they are not even talking about the issues that matter to people in Wimbledon: the services we need, our public services and that is what our policies will achieve. With your vote for Labour we will seek to build a fairer, many, not the few, and invest in the future of transportation, the NHS, and businesses and for a country that works in the interests of the many. I will use my experience as a local businessman, lawyer, volunteer and father of four, to stand up for everyone."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Safeguard your NHS",
                "policyDescription": "Labour will care for the NHS just as the NHS cares for us by ending privatisation and supporting a publicly owned NHS, investing to tackle the crisis in social care, ensuring NHS and social care work together and creating equality between mental and physical health."
            },
            {
                "policyTitle": "Labour is ambitious for every child",
                "policyDescription": "Labour will build a new National Education Service, open to all throughout their lives. Labour will ensure there is universal childcare to give all children a good start in life, greater sharing of caring responsibilities, removing barriers to women participating in Labour councils, bringing progressive restoration of free education for all, and guaranteeing quality apprenticeships and adult skills training."
            },
            {
                "policyTitle": "Working on air quality and Crossrail 2",
                "policyDescription": "Imran will work hard with your Labour Council and the Mayor and will not accept any plans that destroy the town centre. Imran is leading a Merton task force on air quality."
            },
            {
                "policyTitle": "A Brexit that works for all",
                "policyDescription": "Labour’s approach to Brexit will be based on our national interest, putting jobs and the economy first, protecting workers’ rights, and ensuring we keep and win the benefits of the single market and the customs union."
            }
        ],
        "mentions": {
            "candidate": "Imran Uddin",
            "otherPartyLeaderCandidate": "Tories",
            "partyLeader": "",
            "tacticalSituation": "Wimbledon voted overwhelmingly (71%) to remain in Europe."
        },
        "issues": {
            "brexitEurope": "Labour’s approach to Brexit will be based on our national interest, putting jobs and the economy first, protecting workers’ rights. The Tories obsess over a hard Brexit. Wimbledon voted overwhelmingly (71%) to remain in Europe.",
            "defence": "",
            "economy": "putting jobs and the economy first",
            "education": "Labour will build a new National Education Service, open to all throughout their lives. Labour will ensure there is universal childcare to give all children a good start in life",
            "environment": "Imran is also leading a Merton task force on air quality.",
            "governance": "",
            "government": "",
            "health": "Labour will care for the NHS just as the NHS cares for us by ending privatisation and supporting a publicly owned NHS, investing to tackle the crisis in social care, ensuring NHS and social care work together and creating equality between mental and physical health.",
            "immigration": "",
            "labourEmployment": "allowing greater sharing of caring responsibilities and removing barriers to women participating in the Labour Council, bringing progressive restoration of free education for all, and guaranteeing quality apprenticeships and adult skills training.",
            "lawCrime": "",
            "transport": "Imran will work hard with your Labour Council and the Mayor and will not accept any plans that destroy the town centre. Imran is also leading a Merton task force on air quality.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Labour will build a new National Education Service, open to all throughout their lives",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I will use my experience as a local businessman, lawyer, volunteer and father of four, to stand up for everyone.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Wimbledon Labour Party 267 The Broadway London SW19 1SD",
            "phone": "020 8540 5151",
            "email": "wimbledonlabour@gmail.com",
            "website": "www.labour.org.uk",
            "socialMedia": {
                "facebook": "facebook.com/WimbledonLabour",
                "twitter": "@WimbledonLabour",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Leonie Cooper",
                "endorsement": "I’m delighted to work with Imran on Crossrail 2 and pleased he is tackling air quality."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Vote Labour Thursday 8 June"
                },
                {
                    "caption": "Labour is ambitious for every child"
                },
                {
                    "caption": "Safeguard your NHS"
                },
                {
                    "caption": "Working on air quality and Crossrail 2"
                },
                {
                    "caption": "A Brexit that works for all"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "Wimbledon voted overwhelmingly (71%) to remain in Europe.",
                        "Merton, national school funding cuts mean £328 less per pupil and 299 fewer teachers across the Borough."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "Labour’s approach to Brexit will be based on our national interest, putting jobs and the economy first.",
                        "Labour will ensure there is universal childcare to give all children a good start in life.",
                        "Labour will care for the NHS just as the NHS cares for us."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 5,
                "candidateAlone": 2,
                "candidateWithOthers": 3
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "Imran is also leading a Merton task force on air quality.",
                        "Imran will work hard with your Labour Council and the Mayor and will not accept any plans that destroy the town centre."
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "Labour’s approach to Brexit will be based on our national interest, putting jobs and the economy first.",
                        "Labour will build a new National Education Service, open to all throughout their lives.",
                        "Labour will care for the NHS just as the NHS cares for us by ending privatisation and supporting a publicly owned NHS."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Leonie Cooper: I’m delighted to work with Imran on Crossrail 2 and pleased he is tackling air quality."
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "Labour and the Mayor will not accept any plans that destroy the town centre."
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Whilst the Tories obsess over a hard Brexit, they are not even talking about the issues that matter to people in Wimbledon: the services we need, our public services and that is what our policies will achieve."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "The Tories."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I will use my experience as a local businessman, lawyer, volunteer and father of four, to stand up for everyone.",
                "employment": "local businessman",
                "education": "lawyer",
                "family": "father of four"
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I will use my experience as a local businessman."
                ]
            }
        }
    }
}