{
    "leaflet": {
        "candidateName": "",
        "candidateGender": "",
        "constituency": "",
        "politicalParty": "Labour",
        "electionDate": "June 2017",
        "messages": [
            {
                "title": "",
                "content": "Help make it happen ... To prevent another five years of an unfair Tory government, Labour needs to win the General Election in June 2017 to bring in the policies that people desperately need. To do that, we need the support and help of as many people as possible."
            },
            {
                "title": "The choice this June ...",
                "content": "When another Conservative government will hit working people and pensioners even harder..."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "For wages and rights at work",
                "policyDescription": "A Labour government will raise the minimum wage to £10 an hour for over 18-year-olds, abolish fees for Employment Tribunals, end Zero Hour Contracts and tackle short hours, protect and improve workers' rights."
            },
            {
                "policyTitle": "Support for Pensioners, Families and Carers",
                "policyDescription": "A Labour government will give free school meals to all primary school children, raise Carers' Allowance by £11 a week, enable women on low incomes whose state pension age has risen to access Pension Credit at 60, guarantee increases to state pensions through the Triple Lock, provide 30 hours free childcare for three and four-year-olds, better support working parents."
            },
            {
                "policyTitle": "The services and homes we need",
                "policyDescription": "A Labour government will join up health and social care services to give better care for less money, treat mental health the same as physical health, cap class sizes and end wasteful free schools, build over a million new homes including at least half a million council homes, introduce new rights, secure tenancies and rent controls for private renters."
            },
            {
                "policyTitle": "The Economy",
                "policyDescription": "A Labour government will pledge not to raise National Insurance or VAT, raise income tax only for the very highest earners, create jobs by investing in infrastructure and supporting small businesses through a National Investment Bank, work for a Brexit that delivers for all of our communities, protect workers' rights, consumers, our rights and economy."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "Conservative",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "work for a Brexit that delivers for all of our communities, protect workers' rights, consumers, our rights and economy.",
            "defence": "",
            "economy": "A Labour government will pledge not to raise National Insurance or VAT, raise income tax only for the very highest earners, create jobs by investing in infrastructure and supporting small businesses through a National Investment Bank.",
            "education": "A Labour government will give free school meals to all primary school children.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "A Labour government will join up health and social care services to give better care for less money, treat mental health the same as physical health.",
            "immigration": "",
            "labourEmployment": "A Labour government will raise the minimum wage to £10 an hour for over 18-year-olds, abolish fees for Employment Tribunals, end Zero Hour Contracts and tackle short hours, protect and improve workers' rights.",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "A Labour government will raise Carers' Allowance by £11 a week, guarantee increases to state pensions through the Triple Lock, provide 30 hours free childcare for three and four-year-olds, better support working parents.",
            "community": [
                {
                    "content": "A Labour government will build over a million new homes including at least half a million council homes, introduce new rights, secure tenancies, and rent controls for private renters.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "Telephone: 0800 030 80 30",
            "email": "",
            "website": "www.usdaw.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 8,
                    "examples": [
                        "To prevent another five years of an unfair Tory government",
                        "join up health and social care services to give better care for less money",
                        "raise the minimum wage to £10 an hour",
                        "abolish fees for Employment Tribunals",
                        "end Zero Hour Contracts",
                        "guarantee increases to state pensions through the Triple Lock",
                        "provide 30 hours free childcare for three and four-year-olds",
                        "build over a million new homes including at least half a million council homes"
                    ]
                },
                "qualitative": {
                    "count": 5,
                    "examples": [
                        "When another Conservative government will hit working people and pensioners even harder...",
                        "treat mental health the same as physical health",
                        "better support working parents",
                        "A Labour government will create jobs by investing in infrastructure",
                        "protect workers' rights, consumers, our rights and economy"
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 0,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "A Labour government will build over a million new homes including at least half a million council homes."
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "A Labour government will join up health and social care services to give better care for less money.",
                        "A Labour government will pledge not to raise National Insurance or VAT.",
                        "work for a Brexit that delivers for all of our communities"
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "When another conservative government will hit working people and pensioners even harder..."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 1,
                    "examples": [
                        "When another Conservative government will hit working people and pensioners even harder..."
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    ""
                ]
            }
        }
    }
}