{
    "leaflet": {
        "candidateName": "Julian Sturdy",
        "candidateGender": "",
        "constituency": "York Outer",
        "politicalParty": "Conservative",
        "electionDate": "8 June 2017",
        "messages": [
            {
                "title": "General Election",
                "content": "A general election has been called for 8th June, and Julian Sturdy is seeking re-election to represent York Outer in Parliament. Julian is a strong constituency-focused MP, who has a record of standing up for local people and for York communities in his seven years as your representative. But this election is about more than just having a good local MP; it will decide who leads this country with a strong mandate to deliver Brexit. Julian believes he is the only person capable of delivering the strong and stable leadership this area needs. Helping support the tough decisions necessary in negotiations with the EU, and to keep Britain's economy storm-free from threats from leaders like Jeremy Corbyn, propped up by the Liberal Democrats and SNP."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Education",
                "policyDescription": "Under education funding formula which puts York schools at a huge disadvantage."
            },
            {
                "policyTitle": "Local Plan",
                "policyDescription": "Julian's support during the Local Plan process was invaluable."
            }
        ],
        "mentions": {
            "candidate": "Julian Sturdy",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Theresa May",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "This election is about more than just having a good local MP; it will decide who leads this country with a strong mandate to deliver Brexit.",
            "defence": "",
            "economy": "To keep Britain's economy storm-free from threats from leaders.",
            "education": "Under education funding formula which puts York schools at a huge disadvantage.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "I have received the original letter you sent regarding the Healthcare Team, to remind you of the case, and the successful resolution letter I have recently received from the Clinical Commissioning Group.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Julian has been a strong champion for nurseries and working parents. He was instrumental in making sure that York's early years settings were able to deliver the 30 funded hours offering a year before the national rollout.",
                    "yimbyNimby": "YIMBY"
                },
                {
                    "content": "Addressing the continuing flooding problems in the village, helping and holding organisations to address the problem, and held a very useful public meeting to reassures local concerns could be raised with the relevant authorities.",
                    "yimbyNimby": "YIMBY"
                },
                {
                    "content": "Julian's support during the Local Plan process was invaluable. His constructive suggestions brought together and delivered the greenbelt development's solution that has emerged from Local Plan.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "01904 788355",
            "email": "",
            "website": "www.juliansturdy.co.uk",
            "socialMedia": {
                "facebook": "fb.com/strongvoice.juliansturdy",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "After what you have said, and what Mrs. May has spoken about today. For the first time in my life, I am confident and hope that Mrs. May and yourself get us through future elections. I feel ordinary people are being given hope.",
                "source": "Mrs. C, Dringhouses",
                "date": ""
            },
            {
                "text": "Julian has been a strong champion for nurseries and working parents. He was instrumental in making sure that York's early years settings were able to deliver the 30 funded hours offering a year before the national rollout.",
                "source": "Mr. K McArthur, Owner of Polly Anna's Nursery, Haxby",
                "date": ""
            },
            {
                "text": "Julian has been a great help in addressing the continuing flooding problems in the village, helping and holding organizations to address the problem, and held a very useful public meeting to reassures local concerns could be raised with the relevant authorities.",
                "source": "Mr. R. Reimes, Acaster Malbis Resident",
                "date": ""
            },
            {
                "text": "Thank you for your efforts to remove the unfair education funding formula which puts York schools at a huge disadvantage. This is a big issue for the city, and I know you will keep campaigning until we get a fair deal.",
                "source": "Mr. J Postill, Rawcliffe Resident",
                "date": ""
            },
            {
                "text": "I wish to thank you for your help in getting the matter resolved, I have enclosed the original letter you sent regarding the Healthcare Team, to remind you of the case, and the successful resolution letter I have recently received from the Clinical Commissioning Group.",
                "source": "Mr. J Nelson, Heworth Without Resident",
                "date": ""
            },
            {
                "text": "I was delighted to welcome Julian to Millers' Fish and Chips in Haxby this summer. His visit came as part of a wider campaign of support for Small businesses in York Outer. His representations during the Local Plan process demonstrated his knowledge and understanding of the challenges faced by small businesses, particularly in times of change.",
                "source": "Mr. D Miller, Owner of Millers' Fish & Chips, Haxby",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Julian Sturdy and Theresa May"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "This election is about more than just having a good local MP; it will decide who leads this country with a strong mandate to deliver Brexit.",
                        "Julian believes he is the only person capable of delivering the strong and stable leadership this area needs.",
                        "To keep Britain's economy storm-free from threats from leaders."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 2,
                "people": 4,
                "candidateAlone": 0,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 4,
                    "examples": [
                        "Julian has been a strong champion for nurseries and working parents.",
                        "Julian has been a great help in addressing the continuing flooding problems in the village.",
                        "This is a big issue for the city, and I know you will keep campaigning until we get a fair deal.",
                        "Julian's support during the Local Plan process was invaluable."
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "It will decide who leads this country with a strong mandate to deliver Brexit.",
                        "To keep Britain's economy storm-free from threats from leaders.",
                        "His constructive suggestions brought together and delivered the greenbelt development's solution."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Thank you for your efforts to remove the unfair education funding formula which puts York schools at a huge disadvantage.",
                    "issueRelated": "education"
                },
                {
                    "story": "Julian has been a great help in addressing the continuing flooding problems in the village.",
                    "issueRelated": "community"
                },
                {
                    "story": "I wish to thank you for your help in getting the matter resolved, I have enclosed the original letter you sent regarding the Healthcare Team, to remind you of the case, and the successful resolution letter I have recently received from the Clinical Commissioning Group.",
                    "issueRelated": "health"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "To keep Britain's economy storm-free from threats from leaders like Jeremy Corbyn, propped up by the Liberal Democrats and SNP."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Julian is a strong constituency-focused MP, who has a record of standing up for local people and for York communities in his seven years as your representative.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Julian has been a strong champion for nurseries and working parents in York.",
                    "Julian's support during the Local Plan process was invaluable."
                ]
            }
        }
    }
}