{
    "leaflet": {
        "candidateName": "Toby Brampton",
        "candidateGender": "",
        "constituency": "Reigate",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June 2017",
        "messages": [
            {
                "title": "Real school spending, per pupil",
                "content": "The Tory government will let our children down. The Conservative government has reduced your child's school funding and there is a critical shortage of teachers due to the Tories' failed policies."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Invest in Education",
                "policyDescription": "A Labour government will properly fund our schools, scrap plans for Grammar Schools and provide free school meals to all 4 to 4-11 year-olds. We will invest in the future of our children."
            },
            {
                "policyTitle": "Proper Funding for Our NHS",
                "policyDescription": "A Labour government will make sure our NHS is fully funded. NHS nurses will have their pay fairly paid. We will end the scandal of leaving patients waiting on trolleys in overcrowded A&Es or being frail and vulnerable in failing hospitals."
            },
            {
                "policyTitle": "No More Transport Failures",
                "policyDescription": "Passengers in the local area have endured extortionate fares for an atrocious service. Rail providers continue to make huge profits from commuters' misery."
            },
            {
                "policyTitle": "Reliable and Affordable Housing",
                "policyDescription": "A Labour government will build affordable homes to rent and buy for people in every community. We will stop the Tories' failed housing policies that have led to a housing crisis."
            },
            {
                "policyTitle": "A People-Focused Brexit",
                "policyDescription": "A Labour government will protect the rights of ordinary working people. The Tories are still arguing about what Brexit will mean. We will make sure it benefits the many, not the few."
            }
        ],
        "mentions": {
            "candidate": "Toby Brampton",
            "otherPartyLeaderCandidate": "Tories",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "protect the rights of ordinary working people",
            "defence": "",
            "economy": "",
            "education": "The Conservative government has reduced your child's school funding and there is a critical shortage of teachers due to the Tories' failed policies.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "Savage cuts to social care have left local A&E departments unable to care for your family. Since 2011, the NHS has lost 15,000 beds and 96% of hospitals have nurse shortages.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "Passengers in the local area have endured extortionate fares for an atrocious service. Rail providers continue to make huge profits from commuters' misery.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Affordable housing to rent and buy for people in every community",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Dear Voter, I am standing for election to ensure there is a local voice for everyone in the Reigate Constituency. The Conservatives have let people down immensely here. Education has suffered as funding per pupil has plummeted and schools in the area struggle to cope. The NHS is struggling, and people are being let down by long waiting times and underfunded facilities. Housing shortages mean many, particularly the young, struggle to find adequate accommodation. It doesn't have to be this way. A vote for me this June is a vote for change.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Reigate Labour Party, 164 Garlands Road, Redhill, RH1 6NZ",
            "phone": "07597 300378",
            "email": "info@reigatelabour.org.uk",
            "website": "www.labour.org.uk",
            "socialMedia": {
                "facebook": "facebook.com/reigatelabourparty",
                "twitter": "twitter.com/TobyBrampton",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Helen Young",
                "endorsement": "I'll be voting for Toby because I know Labour will protect health and education, as they always have done. The government have shown total contempt for people's lives over the last few years, and it must stop now."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Investing in OUR future"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 4,
                    "examples": [
                        "Since 2011, the NHS has lost 15,000 beds and 96% of hospitals have nurse shortages.",
                        "The Conservative government has reduced your child's school funding.",
                        "There is a critical shortage of teachers due to the Tories' failed policies.",
                        "Passengers in the local area have endured extortionate fares for an atrocious service."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "Savage cuts to social care have left local A&E departments unable to care for your family.",
                        "I'll be voting for Toby because I know Labour will protect health and education, as they always have done.",
                        "The government have shown total contempt for people's lives over the last few years, and it must stop now."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "The Tory government will let our children down.",
                        "Transport failures in the local area.",
                        "Affordable housing to rent and buy for people in every community."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "NHS has lost 15,000 beds and 96% of hospitals have nurse shortages.",
                        "Labour government will protect the rights of ordinary working people."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I'll be voting for Toby because I know Labour will protect health and education, as they always have done. The government have shown total contempt for people's lives over the last few years, and it must stop now.",
                    "issueRelated": "health and education"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Helen Young: I'll be voting for Toby because I know Labour will protect health and education, as they always have done. The government have shown total contempt for people's lives over the last few years, and it must stop now."
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 3,
                    "examples": [
                        "The Conservative government has reduced your child's school funding.",
                        "Passengers in the local area have endured extortionate fares for an atrocious service.",
                        "Housing shortages mean many, particularly the young, struggle to find adequate accommodation."
                    ]
                },
                "nationalIssues": {
                    "count": 2,
                    "examples": [
                        "The NHS is struggling, and people are being let down by long waiting times and underfunded facilities.",
                        "Since 2011, the NHS has lost 15,000 beds and 96% of hospitals have nurse shortages."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "The Tories are still arguing about what Brexit will mean."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 1,
                    "examples": [
                        "Savage cuts to social care have left local A&E departments unable to care for your family."
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Toby grew up in Merstham and now lives in Redhill.",
                "employment": "He works as an account manager for an automotive emission control technology firm.",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Toby grew up in Merstham and now lives in Redhill."
                ]
            }
        }
    }
}