{
    "leaflet": {
        "candidateName": "Ann Clwyd",
        "candidateGender": "Female",
        "constituency": "Cynon Valley",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Labour Invest in Education",
                "content": "Ann Clwyd congratulated the Welsh Assembly and RCT Council on investing in education. New Labour government funding will benefit many local schools. Abercynon Primary School and Aberdare Community School were identified as specific cases. Key staged three tests performance has put former mining valleys at the top of the league table, something which favours the economy. The Assembly of South Wales agreed to allocate £500,000 towards appeal for more and better-trained headteachers for the local schools, according to existing plans. Cynon council expects Life-long learning conservative program so that it will favour all residents. The decision to introduce Homework compact supports and will help pupils to improve their skills in meeting these challenges is imperative."
            },
            {
                "title": "Danger: Conservative Landslide Possible",
                "content": "We face unprecedented challenges in the next five years. Theresa May has refused to stand up for the general public. She has ignored Cynon Party, as she seeks for three years after we leave the EU. The aims are clear. The same was true when there was a landslide in 1983, it changed the history resulting in poor housing with cuts in welfare. This will devastate our communities in the same way, so we need hope and investment, not devastation and disdain."
            },
            {
                "title": "Small Business Under Attack",
                "content": "Small business under siege in the Cynon Valley, says Ann Clwyd. Creative Industries and under Labour promises to revitalise the local economy. In response to the Communities’ innovation fund, she wishes to develop new start-ups and reverse the increasing threat from chain stores, promoting local businesses and locally produced goods."
            },
            {
                "title": "More Police on the Beat with Labour",
                "content": "Cynon Valley candidate Ann Clwyd welcomes Labour Leader, Jeremy Corbyn's commitment to active roles for Wales. 'This means we will promote policing in Cynon Valley,' she wrote, promising more bobby’s to patrol our streets. The Labour party will replace funding cut short after Dillon, promote intelligence to prevent crime as well as welfare cuts that are impacting."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Education Investment",
                "policyDescription": "Funds allocated for local schools such as Abercynon Primary School and Aberdare Community School; emphasis on lifelong learning programs."
            },
            {
                "policyTitle": "Community Welfare",
                "policyDescription": "Focus on preventing cuts in welfare to protect communities."
            },
            {
                "policyTitle": "Small Business Support",
                "policyDescription": "Promoting local businesses and start-ups, fighting against the dominance of chain stores."
            },
            {
                "policyTitle": "Increased Policing",
                "policyDescription": "Promise to increase the number of police on the streets to promote safety."
            }
        ],
        "mentions": {
            "candidate": "Ann Clwyd",
            "otherPartyLeaderCandidate": "Theresa May",
            "partyLeader": "Jeremy Corbyn",
            "tacticalSituation": "We need hope and investment not devastation; facing unprecedented challenges."
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "Labour promises to revitalise the local economy with Creative Industries.",
            "education": "Investment in Abercynon Primary School and Aberdare Community School.",
            "environment": "",
            "governance": "Life-long learning conservative program to benefit all residents.",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "Creative Industries to develop new start-ups.",
            "lawCrime": "Promising more bobby’s to patrol our streets.",
            "transport": "",
            "socialWelfare": "Preventing cuts in welfare.",
            "community": [
                {
                    "content": "Promote local businesses and locally produced goods.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP for the Cynon Valley",
                "duration": "33 years",
                "achievements": "Former Shadow Secretary of State for International Development, for Wales and Culture, Media and Sport. Former Chair Parliamentary Labour Party."
            }
        ],
        "contactInformation": {
            "address": "1 Oak Street, Aberdare, Rhondda Cynon Taff, CF44 7HD",
            "phone": "07516 636 670",
            "email": "daihill8509@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "We aim to replace funding cut short to promote intelligence to prevent crime as well as welfare cuts that are impacting.",
                "source": "Ann Clwyd",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Ann Clwyd and Jeremy Corbyn in Aberdare"
                },
                {
                    "caption": "Abercynon School example of Labour Investment"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "Investment in Abercynon Primary and Aberdare Community School.",
                        "£500,000 allocated towards appeal for trained headteachers."
                    ]
                },
                "qualitative": {
                    "count": 4,
                    "examples": [
                        "We need hope and investment, not devastation and disdain.",
                        "Creative Industries to develop new start-ups.",
                        "Promoting local businesses and locally produced goods.",
                        "This will devastate our communities."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 1,
                "candidateAlone": 0,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "Investment in Abercynon Primary and Aberdare Community School.",
                        "Promoting local businesses and locally produced goods."
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "We face unprecedented challenges in the next five years.",
                        "Theresa May has refused to stand up for the general public.",
                        "Promoting policing in Cynon Valley."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 3,
                    "examples": [
                        "This will devastate our communities in the same way, so we need hope and investment, not devastation and disdain.",
                        "We face unprecedented challenges in the next five years.",
                        "Theresa May has refused to stand up for the general public."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Theresa May has refused to stand up for the general public."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Ann Clwyd, MP for the Cynon Valley for 33 years."
                ]
            }
        }
    }
}