{
    "leaflet": {
        "candidateName": "Teresa Murray",
        "candidateGender": "female",
        "constituency": "Rochester & Strood",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Standing up, not standing by",
                "content": "Rochester & Strood needs a strong voice in Parliament. I will fight for prosperity for you and your family. Only Labour will increase living standards and create decent jobs. A vote for Labour on 8 June is a vote for a country run for the many, not the few."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Defend our NHS and tackle the care crisis",
                "policyDescription": "Give the NHS and social care services the money they need and join up services from hospital to home."
            },
            {
                "policyTitle": "Protect living standards for all and create jobs",
                "policyDescription": "Introduce a real living wage of £10 per hour and invest in infrastructure, skills and new technology. Labour is committed to keeping the triple lock for pensions."
            },
            {
                "policyTitle": "Provide affordable homes to rent and buy",
                "policyDescription": "Build more than a million new homes in five years, with at least half for council housing and private sector housing."
            },
            {
                "policyTitle": "Give power back to local communities",
                "policyDescription": "Give you and your community a greater say in the services you use and how things are run."
            },
            {
                "policyTitle": "Give all children a chance to achieve",
                "policyDescription": "Provide universal free school meals for primary school children and reduce class sizes."
            }
        ],
        "mentions": {
            "candidate": "Teresa Murray",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "Protect living standards for all - Introduce a real living wage of £10 per hour. Labour will invest in infrastructure, skills and new technology. Labour is committed to keeping the triple lock for pensions.",
            "education": "Give all children a chance to achieve - Provide universal free school meals for primary school children and reduce class sizes. Teresa is a teacher and understands why good schools matter. She has fought against Tory primary school closures and stands up for parents and pupils who want thriving schools where children flourish.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "Defend our NHS and tackle the care crisis - Give the NHS and social care services the money they need and join up services from hospital to home. Protecting the NHS - Our local hospital has battled to come out of special measures. Teresa has a track record of defending hard working NHS staff and fighting for better services. People in Rochester & Strood deserve proper access to GP appointments and treatment when they need it.",
            "immigration": "",
            "labourEmployment": "Protect living standards for all - Introduce a real living wage of £10 per hour. Labour will invest in infrastructure, skills and new technology. Labour is committed to keeping the triple lock for pensions.",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "The Medway Women Against State Pension Inequality are fighting for their pension rights. Teresa is working with the WASPI group to get changes for the 5000 women in Medway who won’t get their state pension this year because the Government have changed the rules.",
            "community": [
                {
                    "content": "Provide affordable homes to rent and buy - Build more than a million new homes in five years, with at least half for council housing and private sector housing. Give power back to local communities - Give you and your community a greater say in the services you use and how things are run.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Rochester & Strood is a great place to live. There are many creative and determined people who deserve a Government that will value and support them to realise their potential. I am a teacher who knows that life chances can be lost if children don’t get a good start to their education. That’s why I am fighting for schools for Medway so no child is left behind. That’s why I am committed to fighting for fair funding for our many local schools. The Labour Party has always fought for jobs. Labour will invest in infrastructure, skills and new technology so everyone has the opportunity to work in a well paid job. Only Labour will make work pay for hard working families by increasing the minimum wage to £10 per hour, supporting young people to get the skills they need for the future and guaranteeing the protection of people’s pensions. Labour is on the side of the working people of Rochester & Strood, low and middle wage earners, parents, pensioners, people with young children and people in training for their future careers. We will give working people a say in how their workplaces and communities are run so real people are represented and in control of the future. It’s time for a change in Rochester and Strood.",
        "politicalExperience": [
            {
                "role": "Local Councillor",
                "duration": "",
                "achievements": "Defending the NHS and supporting NHS staff."
            }
        ],
        "contactInformation": {
            "address": "73 Maidstone Road, Rochester, Kent, ME1 1RL",
            "phone": "07855789643",
            "email": "teresamurray2017@outlook.com",
            "website": "www.labour.org.uk",
            "socialMedia": {
                "facebook": "www.facebook.com/Murray4RandS17",
                "twitter": "@cllrmmurray",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Sharon Jones, Research Nurse",
                "endorsement": "Teresa is an experienced local Councillor with a track record of defending the NHS and supporting NHS staff. In Parliament Teresa will speak out against NHS cuts and reorganisations that don’t give front line staff a voice."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 4,
                    "examples": [
                        "Introduce a real living wage of £10 per hour.",
                        "Build more than a million new homes in five years, with at least half for council housing and private sector housing.",
                        "Ensure proper access to GP appointments.",
                        "Support changes for the 5000 women in Medway who won’t get their state pension this year."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "Rochester & Strood is a great place to live.",
                        "Only Labour will increase living standards and create decent jobs.",
                        "It’s time for a change in Rochester and Strood."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 4,
                "candidateAlone": 2,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Provide affordable homes to rent and buy.",
                        "Give power back to local communities.",
                        "Fighting for our many local schools."
                    ]
                },
                "national": {
                    "count": 4,
                    "examples": [
                        "Defend our NHS and tackle the care crisis.",
                        "Protect living standards for all and create jobs.",
                        "Introduce a real living wage of £10 per hour.",
                        "Provide universal free school meals for primary school children."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Teresa is a teacher and understands why good schools matter. She has fought against Tory primary school closures and stands up for parents and pupils who want thriving schools where children flourish.",
                    "issueRelated": "education"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Teresa is an experienced local Councillor with a track record of defending the NHS and supporting NHS staff. In Parliament Teresa will speak out against NHS cuts and reorganisations that don’t give front line staff a voice. - Sharon Jones, Research Nurse"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Teresa is working with the WASPI group to get changes for the 5000 women in Medway who won’t get their state pension this year because the Government have changed the rules."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "Rochester & Strood is a great place to live.",
                "employment": "I am a teacher who knows that life chances can be lost if children don’t get a good start to their education.",
                "education": "",
                "family": "Labour is on the side of the working people of Rochester & Strood, low and middle wage earners, parents, pensioners, people with young children and people in training for their future careers."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Teresa is an experienced local Councillor with a track record of defending the NHS and supporting NHS staff.",
                    "Labour is on the side of the working people of Rochester & Strood, low and middle wage earners, parents, pensioners, people with young children and people in training for their future careers."
                ]
            }
        }
    }
}