{
    "leaflet": {
        "candidateName": "Deidre Brock",
        "candidateGender": "",
        "constituency": "Edinburgh North and Leith",
        "politicalParty": "SNP",
        "electionDate": "June 8",
        "messages": [
            {
                "title": "",
                "content": "We need MPs who will stand up for us. We need MPs who will guard the NHS against being privatised in any trade deal done with the US. We need MPs who will protect pensioners when the Tory government tries to cut pensions. Theresa May and her ministers want to end the triple lock that protects pensions and cut bereavement help. Austerity doesn't work and it's damaging our society; it's being driven by a cold and uncaring government."
            },
            {
                "title": "",
                "content": "The callous treatment meted out to people who are disadvantaged, poor or disabled is horrible. You can't get a tax break for your third child if you're poor but you can get a tax break for your third million if you're rich; working parents stand in line at foodbanks, disabled people are being denied the help they need. Bad policies and vindictive actions have pushed people into poverty and ruined prospects for Scottish businesses and hit at the fabric of our society."
            },
            {
                "title": "",
                "content": "In the past two years the SNP has been the only effective opposition in Westminster and we'll be needed more than ever after this election. Give me your trust and your support once again and send me back to Parliament. Give me your votes and let me work every day to deliver a better life for us now and a better future for our children."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS Protection",
                "policyDescription": "Guard the NHS against being privatised in any trade deal done with the US."
            },
            {
                "policyTitle": "Pension Protection",
                "policyDescription": "Protect pensioners when the Tory government tries to cut pensions and end the triple lock that protects pensions."
            },
            {
                "policyTitle": "Austerity Opposition",
                "policyDescription": "Oppose austerity as it doesn't work and is damaging society."
            },
            {
                "policyTitle": "Support for Disadvantaged",
                "policyDescription": "Help disadvantaged, poor, and disabled people by providing necessary aid and support."
            },
            {
                "policyTitle": "Opposition to Bad Policies",
                "policyDescription": "Reverse bad policies that have pushed people into poverty and affected Scottish businesses."
            }
        ],
        "mentions": {
            "candidate": "Deidre",
            "otherPartyLeaderCandidate": "Theresa May",
            "partyLeader": "",
            "tacticalSituation": "In the past two years the SNP has been the only effective opposition in Westminster."
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "Guard the NHS against being privatised in any trade deal done with the US.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Bad policies and vindictive actions have pushed people into poverty and ruined prospects for Scottish businesses and hit at the fabric of our society.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "deidre@edinburghsnp.org",
            "website": "",
            "socialMedia": {
                "facebook": "deidre.brock.snp",
                "twitter": "deidre.brock.mp",
                "instagram": "deidre.brock.snp",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Deidre photo"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "We need MPs who will stand up for us. We need MPs who will guard the NHS against being privatised in any trade deal done with the US. We need MPs who will protect pensioners when the Tory government tries to cut pensions.",
                        "The callous treatment meted out to people who are disadvantaged, poor or disabled is horrible.",
                        "In the past two years the SNP has been the only effective opposition in Westminster and we'll be needed more than ever after this election."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "NHS protection",
                        "Pension protection",
                        "Opposition to austerity"
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Theresa May and her ministers want to end the triple lock that protects pensions and cut bereavement help. Austerity doesn't work and it's damaging our society; it's being driven by a cold and uncaring government."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Theresa May"
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "In the past two years the SNP has been the only effective opposition in Westminster and we'll be needed more than ever after this election. Give me your trust and your support once again and send me back to Parliament."
                ]
            }
        }
    }
}