{
  "leaflet": {
    "candidateName": "Huw Merriman",
    "candidateGender": "",
    "constituency": "Bexhill and Battle",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "Making Brexit a success is central to our national interest",
        "content": "As a nation, we face the most important postal of our lifetimes. Making Brexit a success is central to our national interest and it is central to your own security and prosperity. So as Prime Minister, I have made sure that my Government has only set out on our approach to Brexit and through my Lancaster House Speech setting out the plan for Brexit. Our Government's Official White Paper on exiting the EU, the UK's Article 50 Letter to the President of the European Council, the Great Repeal Bill to ensure a smooth and orderly Brexit."
      },
      {
        "title": "With a strong negotiating hand I can deliver for you and for Britain",
        "content": "By going to Brussels with a strong negotiating hand, I can get a good Brexit deal for our nation. Establishing Britain as a sovereign country once more, setting our laws, determining the way we spend our money and controlling immigration in the national interest. Securing the rights of EU Nationals living here and our citizens living in the EU. Protecting and enhancing workers rights, leading the world in preventing terrorism and fighting modern slavery. Build a stronger economy that rewards people for work and creates secure and well-paid jobs. We will achieve that by having a proper industrial strategy to get the right investment, resulting in the growth of our economy across the country. Build a stronger society where our children and grandchildren will have the best opportunities. Build a stronger NHS and social care. Build a fairer society. With your help - and your vote for my local candidate - together we can get Brexit right and secure our economic future."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Making Brexit a success is central to the UK's national interest. Delivering a smooth and orderly Brexit, establishing Britain as a sovereign country, securing EU Nationals rights, protecting workers rights, and leading in preventing terrorism and modern slavery."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Building a stronger economy that rewards people for work and creates secure and well-paid jobs through a proper industrial strategy."
      },
      {
        "policyTitle": "Society",
        "policyDescription": "Building a stronger society with better opportunities for children and grandchildren, stronger NHS and social care, and a fairer society."
      }
    ],
    "mentions": {
      "candidate": "Huw Merriman",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Theresa May",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Making Brexit a success is central to our national interest. Our Government's Official White Paper on exiting the EU. The UK's Article 50 Letter to the President of the European Council. The Great Repeal Bill to ensure a smooth and orderly Brexit.",
      "defence": "",
      "economy": "Build a stronger economy that rewards people for work and creates secure and well-paid jobs. We will achieve that by having a proper industrial strategy to get the right investment, resulting in the growth of our economy across the country.",
      "education": "",
      "environment": "",
      "governance": "",
      "government": "",
      "health": "Build a strong NHS and social care.",
      "immigration": "Controlling immigration in the national interest.",
      "labourEmployment": "",
      "lawCrime": "",
      "transport": "A new network of roads around Bexhill is providing better access to existing businesses and to deliver new businesses and homes for the people by using the new traffic infrastructure.",
      "socialWelfare": "Build a fairer society.",
      "community": [
        {
          "content": "Working for our community. I spent almost an hour for 8 months meeting with groups and local residents and managed to secure £3m funding from the government and county council to help tackle our surface and groundwater flooding problems.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "01424 219717",
      "email": "",
      "website": "huwmerriman.org.uk",
      "socialMedia": {
        "facebook": "Fb.com/HuwMerrimanBexhillBattle",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Huw Merriman Bexhill and Battle Constituency Standing with Theresa May"
        }
      ]
    },
    "additionalNotes": "",
    "analysis": {
      "statementAnalysis": {
        "quantitative": {
          "count": 2,
          "examples": [
            "Delivering a smooth and orderly Brexit.",
            "Securing the rights of EU Nationals living here and our citizens living in the EU."
          ]
        },
        "qualitative": {
          "count": 2,
          "examples": [
            "Build a stronger society where our children and grandchildren will have the best opportunities.",
            "Build a fairer society."
          ]
        }
      },
      "photoAnalysis": {
        "localPlaces": 1,
        "people": 1,
        "candidateAlone": 0,
        "candidateWithOthers": 1
      },
      "issueFocus": {
        "local": {
          "count": 1,
          "examples": [
            "A new network of roads around Bexhill is providing better access to existing businesses and to deliver new businesses and homes for the people by using the new traffic infrastructure."
          ]
        },
        "national": {
          "count": 1,
          "examples": [
            "Making Brexit a success is central to our national interest."
          ]
        }
      },
      "personalStories": [
        {
          "story": "I spent almost an hour for 8 months meeting with groups and local residents and managed to secure £3m funding from the government and county council to help tackle our surface and groundwater flooding problems.",
          "issueRelated": "community"
        }
      ],
      "endorsementsUsed": {
        "count": 0,
        "examples": []
      },
      "negativeMessaging": {
        "localIssues": {
          "count": 0,
          "examples": []
        },
        "nationalIssues": {
          "count": 0,
          "examples": []
        },
        "leaderOfOpponentsParty": {
          "count": 1,
          "examples": [
            "Think Jeremy Corbyn as Prime Minister is never going to happen? DON'T BE SO SURE"
          ]
        },
        "oppositeCandidateNoName": {
          "count": 0,
          "examples": []
        },
        "oppositeCandidateWithName": {
          "count": 0,
          "examples": []
        }
      },
      "nonPolicyAttributes": {
        "localness": "",
        "employment": "",
        "education": "",
        "family": ""
      },
      "localCandidate": {
        "isLocal": true,
        "examples": [
          "Working for our community. I spent almost an hour for 8 months meeting with groups and local residents and managed to secure £3m funding from the government and county council to help tackle our surface and groundwater flooding problems."
        ]
      }
    }
  }
}