{
    "leaflet": {
        "candidateName": "Alison Dowling",
        "candidateGender": "",
        "constituency": "Paisley and Renfrewshire South",
        "politicalParty": "Scottish Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Government for the many - not the few",
                "content": "On the 8th June we face a choice between a Labour Government that stands up for the many, or the Tories who look after the privileged few. They give the super-rich tax breaks whilst working families are worse off. The SNP has simply passed on Tory cuts."
            },
            {
                "title": "Protecting Public Services - No more budget cuts",
                "content": "Tory and SNP cuts have reeked havoc on our public services, particularly our NHS. The RAH Children’s ward is under threat of closure by the SNP Government. Unlike Mhairi Black and other SNP elected officials, I'll fight to save the ward and support the Kids Need Our Ward Campaign."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "No to another referendum",
                "policyDescription": "I’ll vote against any attempt to hold another vote on breaking up the United Kingdom. I oppose a divisive second referendum."
            },
            {
                "policyTitle": "Tackling poverty and low pay",
                "policyDescription": "I want the living wage. I support less tax for the human support sector so that our elderly are cared for with dignity."
            },
            {
                "policyTitle": "No ifs, no buts: Ban zero hours",
                "policyDescription": "Labour will ban zero hours contracts and tax the big businesses. Support the right to fair treatment at work."
            },
            {
                "policyTitle": "To fight a hard Brexit",
                "policyDescription": "Only Labour can beat the SNP in Paisley and Renfrewshire South who will stand up to fight."
            },
            {
                "policyTitle": "A hard working and visible MP",
                "policyDescription": "As someone who lives here I’m in touch with the needs of the local communities. I will vigorously work for and represent you, standing up for the needs of our area and working hard in our communities."
            }
        ],
        "mentions": {
            "candidate": "Alison Dowling",
            "otherPartyLeaderCandidate": "Mhairi Black",
            "partyLeader": "",
            "tacticalSituation": "Only Labour can beat the SNP in Paisley and Renfrewshire South."
        },
        "issues": {
            "brexitEurope": "To fight a hard Brexit",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "RAH Children’s ward is under threat of closure by the SNP Government.",
            "immigration": "",
            "labourEmployment": "ban zero hours contracts",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "Tackling poverty and low pay",
            "community": [
                {
                    "content": "Only Labour can beat the SNP in Paisley and Renfrewshire South. I have enjoyed volunteering and have done so in our schools, with young people and supporting the social services of our elderly. I will work hard, day in and day out, to benefit our communities.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I have lived and worked in Renfrewshire for most of my life. I have worked with credit unions, becoming head of business development at one of Scotland’s largest credit unions and with the NHS as an anti-poverty advisor. I have enjoyed volunteering and have done so in our schools, with young people and by supporting the social services of our elderly. I want to be your MP because I really care about where we live and about improving our quality of life. I will work hard, day in and day out, to benefit our communities. Please vote Alison Dowling on 8th June.",
        "politicalExperience": [
            {
                "role": "Head of business development",
                "duration": "",
                "achievements": ""
            },
            {
                "role": "Anti-poverty advisor",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Douglas Alexander",
                "endorsement": "I've known Alison since we were in High School. She has volunteered in our community in various roles, befriending both the young and not-so-young. She really cares about people. She is passionate about change and will be a fantastic MP for the communities of Paisley and Renfrewshire South."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "Labour will ban zero hours contracts."
                    ]
                },
                "qualitative": {
                    "count": 5,
                    "examples": [
                        "Only Labour can beat the SNP in Paisley and Renfrewshire South.",
                        "Tackling poverty and low pay",
                        "A hard working and visible MP",
                        "I will work hard, day in and day out, to benefit our communities.",
                        "She really cares about people."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 3,
                "candidateAlone": 2,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 4,
                    "examples": [
                        "Only Labour can beat the SNP in Paisley and Renfrewshire South.",
                        "RAH Children’s ward is under threat of closure by the SNP Government.",
                        "I will work hard, day in and day out, to benefit our communities.",
                        "As someone who lives here I’m in touch with the needs of the local communities."
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "On the 8th June we face a choice between a Labour Government that stands up for the many, or the Tories who look after the privileged few.",
                        "To fight a hard Brexit",
                        "Labour will ban zero hours contracts."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I have enjoyed volunteering and have done so in our schools, with young people and supporting the social services of our elderly.",
                    "issueRelated": "community"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Douglas Alexander's endorsement"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Tory and SNP cuts have reeked havoc on our public services, particularly our NHS."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "Unlike Mhairi Black and other SNP elected officials, I'll fight to save the ward and support the Kids Need Our Ward Campaign."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I have lived and worked in Renfrewshire for most of my life.",
                "employment": "I've worked with credit unions, becoming head of business development at one of Scotland’s largest credit unions.",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I have lived and worked in Renfrewshire for most of my life."
                ]
            }
        }
    }
}