{
    "leaflet": {
        "candidateName": "Stephen Priestley",
        "candidateGender": "male",
        "constituency": "Folkestone and Hythe",
        "politicalParty": "UKIP",
        "electionDate": "8th of June 2017",
        "messages": [
            {
                "title": "Why should you vote for me?",
                "content": "I was born in Hong Kong, a multicultural environment where every nationality and religion live cheek by jowl without any problems. My father was British; I have a German mother, Russian wife and Ukrainian children. I have lived in various countries, and have friends all over the world. I have come into politics after over 20 years experience working in the NHS within mental health services, as an approved Mental Health Professional. In Folkestone and Hythe 62.9% voted to leave the EU. Your vote will be for an MP who fights for a real Brexit and the preservation of democracy in our constituency."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Leaving the EU, Immigration and Foreign Aid",
                "policyDescription": "17.4 million people voted for a British Exit from the EU. This included the desire for control of immigration and foreign aid. As your MP, I will ensure that the government follows through on its pledges on immigration and the regaining of our UK sovereignty following departure from the European Union."
            },
            {
                "policyTitle": "Local Constituency Issues",
                "policyDescription": "Stanford Lorry Park will never solve operation stack. Highways England admitted that it wouldn’t. Central Government insisted on this 250 acre site. The proposed Otterpool NewTown is an exercise in unfettered capitalism, conceived by SDC for the use of developers in their business interests and is entirely cash driven. Closure of Hythe and Dymchurch (H&D) branch line and its associated school buses will remove a further 500 cars from our roads and save NHS and social care services from further cuts."
            }
        ],
        "mentions": {
            "candidate": "Stephen Priestley",
            "otherPartyLeaderCandidate": "Labour and Conservative attempts to privatise the NHS",
            "partyLeader": "",
            "tacticalSituation": "In Folkestone and Hythe 62.9% voted to leave the EU."
        },
        "issues": {
            "brexitEurope": "17.4 million people voted for a British Exit from the EU. This included the desire for control of immigration and foreign aid. We voted to leave the EU. We now ask you to continue to vote UKIP in order to preserve democracy.",
            "defence": "",
            "economy": "",
            "education": "Reduce bureaucracy in the NHS and education, enabling professionals to concentrate on their work. Oppose planned Tory cuts to education arising from their 'new school funding formula'.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "A very large proportion of this should be redirected to investment in our NHS, our young and schools, and our social care services for UK residents. We want to keep the NHS free and oppose Labour and Conservative attempts to privatise it.",
            "immigration": "UKIP recognises the plurality and ethnic diversity of this country, but does believe we must enable a sensible approach and control over immigration and our borders. This is especially so in the current climate of ongoing financial austerity, further cuts, and the threat of terrorism.",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "The proposed Otterpool NewTown is an exercise in unfettered capitalism, conceived by SDC for the use of developers in their business interests and is entirely cash driven. If built, the 12,000 housing units envisaged by SDC for this area are unwanted by local people and unsuitable for our environment and infrastructure.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "I was born in Hong Kong, a multicultural environment where every nationality and religion live cheek by jowl without any problems. My father was British; I have a German mother, Russian wife and Ukrainian children. I have lived in various countries, and have friends all over the world. I have come into politics after over 20 years experience working in the NHS within mental health services, as an approved Mental Health Professional.",
        "politicalExperience": [
            {
                "role": "Mental Health Professional",
                "duration": "over 20 years",
                "achievements": "experience working in the NHS within mental health services"
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "UKIP are the only real opposition standing up against the vested interests of the old political parties.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Stephen Priestley"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "17.4 million people voted for a British Exit from the EU.",
                        "In Folkestone and Hythe 62.9% voted to leave the EU."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "UKIP are the only real opposition standing up against the vested interests of the old political parties.",
                        "UKIP recognises the plurality and ethnic diversity of this country, but does believe we must enable a sensible approach and control over immigration and our borders.",
                        "We want to keep the NHS free and oppose Labour and Conservative attempts to privatise it."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 2,
                "candidateAlone": 2,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Stanford Lorry Park will never solve operation stack. Highways England admitted that it wouldn’t.",
                        "The proposed Otterpool NewTown is an exercise in unfettered capitalism, conceived by SDC for the use of developers in their business interests and is entirely cash driven.",
                        "Closure of Hythe and Dymchurch (H&D) branch line and its associated school buses will remove a further 500 cars from our roads and save NHS and social care services from further cuts."
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "Reduce bureaucracy in the NHS and education, enabling professionals to concentrate on their work.",
                        "Oppose planned Tory cuts to education arising from their 'new school funding formula'.",
                        "UKIP recognises the plurality and ethnic diversity of this country, but does believe we must enable a sensible approach and control over immigration and our borders."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I have come into politics after over 20 years of experience working in the NHS within mental health services, as an approved Mental Health Professional.",
                    "issueRelated": "health"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 3,
                    "examples": [
                        "Stanford Lorry Park will never solve operation stack.",
                        "The proposed Otterpool NewTown is an exercise in unfettered capitalism.",
                        "Closure of Hythe and Dymchurch (H&D) branch line will remove a further 500 cars from our roads and save NHS and social care services from further cuts."
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "We want to keep the NHS free and oppose Labour and Conservative attempts to privatise it."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "We want to keep the NHS free and oppose Labour and Conservative attempts to privatise it."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I have lived in various countries, and have friends all over the world.",
                "employment": "After over 20 years of experience working in the NHS within mental health services, as an approved Mental Health Professional.",
                "education": "",
                "family": "I have a German mother, Russian wife and Ukrainian children."
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    "I was born in Hong Kong, a multicultural environment where every nationality and religion live cheek by jowl without any problems."
                ]
            }
        }
    }
}