{
    "leaflet": {
        "candidateName": "Martin",
        "candidateGender": "",
        "constituency": "Cheltenham",
        "politicalParty": "",
        "electionDate": "",
        "messages": [
            {
                "title": "Better rail services",
                "content": "After years of lobbying by Martin, we have won a significant improvement in local rail services. The redoubling of the Swindon to Kemble line will mean more direct trains from Cheltenham to Swindon, Reading and London and a much more reliable service. The campaign was backed by MPs and councillors of all parties along with local businesses."
            },
            {
                "title": "Local NHS funding threat",
                "content": "After the recession, the hangover. Billions has been spent preventing the economy from collapsing but now we have to balance the books again. This will mean cuts in public spending and our local NHS has now been told to expect no increases for years to come. But because of staff pay promises and the rising cost of treatment, no increase could mean real cuts. Martin has promised local doctors and nurses he will fight to defend a free, local NHS and called for cuts to fall on multi-billion plans for nuclear missiles and regional bureaucracies, not frontline local health services like A&E or maternity."
            },
            {
                "title": "Battle to save the countryside",
                "content": "The battle by Martin and others to save treasured countryside around Cheltenham may be nearing victory. Legal challenges are delaying the regional government’s plan to spread urban development beyond the urban area and onto treasured green fields. There have been 35,000 public responses to the south-west plan from all over the region - almost all thought to be objections. Local councils want to fully consult local people too. So the chances of the whole process being overtaken by the approaching General Election are increasingly good. Martin will continue to defend our countryside."
            },
            {
                "title": "Action on flooding - at last!",
                "content": "The Government has announced in the recent Queen’s Speech that it will be publishing a Floods Bill to tackle some of the failings exposed by last year’s floods. Martin will be his party’s national spokesman on the bill in the House of Commons which will mean that he has the chance to stand up for flood victims right across the country - from flood prevention and insurance claims to planning regulations and developers’ responsibilities. The main risk that the government have left it almost too late now to bring a bill before a General Election."
            },
            {
                "title": "Recession still biting locally",
                "content": "Martin has continued to talk up Cheltenham’s prospects and back local businesses wherever he can. But even though there are some signs of economic recovery, we are still losing local jobs. Financial services, marketing and high-tech manufacturing - all local specialisms - have all seen cut-backs. Martin flew to Germany (his first and so far only official flight as an MP) to try to save 150 jobs at FormFlo in Rowanfield. He’s also working with public sector representatives to protect jobs in the civil service, NHS and education too."
            },
            {
                "title": "Expenses scandal - end in sight",
                "content": "Martin was one of the first to speak out against the MPs’ expenses system back in 2007, long before the current scandal broke. He voted against keeping MPs’ expenses secret and has been leading the independent auditor Sir Thomas Legg that he has no money to repay and no questions to answer about his own expenses. Another independent report - by Sir Christopher Kelly - has not reached the same conclusion but he has to be stopped. Martin has backed wholesale implementation of all of Kelly’s recommendations."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Rail Services",
                "policyDescription": "Martin has lobbied for and won improvements to local rail services, including doubling the Swindon to Kemble line for more direct and reliable train services."
            },
            {
                "policyTitle": "NHS Funding",
                "policyDescription": "Martin promises to defend local NHS funding and services against cuts, advocating for reductions in other areas rather than in frontline health services."
            },
            {
                "policyTitle": "Countryside Preservation",
                "policyDescription": "Martin is involved in the battle to save the countryside around Cheltenham from urban development, with ongoing legal challenges and public objections."
            },
            {
                "policyTitle": "Flood Prevention",
                "policyDescription": "Martin will be his party's spokesman on the Floods Bill aimed at addressing last year's flooding issues, advocating for flood prevention, insurance claims, and planning regulations."
            },
            {
                "policyTitle": "Economic Recovery",
                "policyDescription": "Martin is focused on supporting local businesses and protecting jobs in Cheltenham amid signs of economic recovery, including efforts to save local jobs in various sectors."
            },
            {
                "policyTitle": "MPs' Expenses Reform",
                "policyDescription": "Martin has been an outspoken critic of the MPs' expenses system, supporting transparency and backing recommendations for reform."
            }
        ],
        "mentions": {
            "candidate": "Martin",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "Martin has continued to talk up Cheltenham’s prospects and back local businesses wherever he can. He’s also working with public sector representatives to protect jobs in the civil service, NHS and education too.",
            "education": "",
            "environment": "The battle by Martin and others to save treasured countryside around Cheltenham may be nearing victory. Martin will continue to defend our countryside.",
            "governance": "",
            "government": "",
            "health": "Martin has promised local doctors and nurses he will fight to defend a free, local NHS and called for cuts to fall on multi-billion plans for nuclear missiles and regional bureaucracies, not frontline local health services like A&E or maternity.",
            "immigration": "",
            "labourEmployment": "Even though there are some signs of economic recovery, we are still losing local jobs. Financial services, marketing and high-tech manufacturing - all local specialisms - have all seen cut-backs. Martin flew to Germany (his first and so far only official flight as an MP) to try to save 150 jobs at FormFlo in Rowanfield. He’s also working with public sector representatives to protect jobs in the civil service, NHS and education too.",
            "lawCrime": "",
            "transport": "The redoubling of the Swindon to Kemble line will mean more direct trains from Cheltenham to Swindon, Reading and London and a much more reliable service.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Legal challenges are delaying the regional government’s plan to spread urban development beyond the urban area and onto treasured green fields. There have been 35,000 public responses to the south-west plan from all over the region - almost all thought to be objections. Local councils want to fully consult local people too.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Sir Thomas Legg",
                "endorsement": "Martin has no money to repay and no questions to answer about his own expenses."
            }
        ],
        "quotes": [
            {
                "text": "Martin has continued to talk up Cheltenham’s prospects and back local businesses wherever he can.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Better rail services"
                },
                {
                    "caption": "Local NHS funding threat"
                },
                {
                    "caption": "Battle to save the countryside"
                },
                {
                    "caption": "Action on flooding - at last!"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 4,
                    "examples": [
                        "The redoubling of the Swindon to Kemble line will mean more direct trains from Cheltenham to Swindon, Reading and London.",
                        "There have been 35,000 public responses to the south-west plan from all over the region - almost all thought to be objections.",
                        "Even though there are some signs of economic recovery, we are still losing local jobs.",
                        "He voted against keeping MPs’ expenses secret and has been leading the independent auditor Sir Thomas Legg that he has no money to repay and no questions to answer about his own expenses."
                    ]
                },
                "qualitative": {
                    "count": 5,
                    "examples": [
                        "After years of lobbying by Martin, we have won a significant improvement in local rail services.",
                        "Martin has promised local doctors and nurses he will fight to defend a free, local NHS.",
                        "Martin will continue to defend our countryside.",
                        "Martin has continued to talk up Cheltenham’s prospects and back local businesses wherever he can.",
                        "He’s also working with public sector representatives to protect jobs in the civil service, NHS and education too."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 4,
                "candidateAlone": 1,
                "candidateWithOthers": 3
            },
            "issueFocus": {
                "local": {
                    "count": 6,
                    "examples": [
                        "Better rail services",
                        "Local NHS funding threat",
                        "Action on flooding - at last!",
                        "Recession still biting locally",
                        "Expenses scandal - end in sight"
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "Battle to save the countryside",
                        "Action on flooding - at last!"
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Martin flew to Germany (his first and so far only official flight as an MP) to try to save 150 jobs at FormFlo in Rowanfield.",
                    "issueRelated": "Economy"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Martin has no money to repay and no questions to answer about his own expenses."
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "Long before the current scandal broke, Martin voted against keeping MPs' expenses secret and has backed wholesale implementation of all of Kelly’s recommendations."
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    ""
                ]
            }
        }
    }
}