{
    "leaflet": {
        "candidateName": "Stella Creasy",
        "candidateGender": "",
        "constituency": "Walthamstow",
        "politicalParty": "Labour & Co-operative",
        "electionDate": "Thursday 8 June 2017",
        "messages": [
            {
                "title": "",
                "content": "However hard times get, I will never stop working for Walthamstow - it's my family home and our shared passion. I know our community can rise to the challenge if we all work together."
            },
            {
                "title": "",
                "content": "This 8 June the choice our community faces is between a powerful local voice for our concerns or someone who will support Theresa May's hard Brexit. Make sure you vote for the person who has a track record of being a strong champion - I ask for your support."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Opposing the Government's destructive hard Brexit",
                "policyDescription": "I voted against Article 50 being triggered. I will always speak up for our community, for jobs, and for the rights of our EU citizen neighbours."
            },
            {
                "policyTitle": "Our NHS must be protected from Tory cuts",
                "policyDescription": "Whipps Cross is in debt, our GPs overloaded and the support services our healthcare system depends upon going to private bidders. I will fight for NHS chronically underfunded services."
            },
            {
                "policyTitle": "Housing costs are tearing Walthamstow apart",
                "policyDescription": "High rents force people out of our area. I will work to tackle sky-high rents and promote secure tenancies that give families peace of mind."
            },
            {
                "policyTitle": "Tackling air quality is critical to our future",
                "policyDescription": "I'll work to tackle our air pollution, keep our community safe and ensure a cleaner, greener environment. I will champion a carbon future for Walthamstow and Britain."
            }
        ],
        "mentions": {
            "candidate": "Stella Creasy",
            "otherPartyLeaderCandidate": "Theresa May",
            "partyLeader": "",
            "tacticalSituation": "This 8 June the choice our community faces is between a powerful local voice for our concerns or someone who will support Theresa May's hard Brexit."
        },
        "issues": {
            "brexitEurope": "Opposing the Government's destructive hard Brexit.",
            "defence": "",
            "economy": "",
            "education": "All our children deserve the best start in life. Our schools and colleges face budget cuts of up to 20%, and our self-employed people aren't getting the help they need to succeed. We need to invest in the skills and support that Walthamstow needs for a 21st century economy.",
            "environment": "Tackling air quality is critical to our future. I'll work to tackle our air pollution, keep our community safe and ensure a cleaner, greener environment. I will champion a carbon future for Walthamstow and Britain.",
            "governance": "",
            "government": "",
            "health": "Our NHS must be protected from Tory cuts. Whipps Cross is in debt, our GPs overloaded and the support services our healthcare system depends upon going to private bidders. I will fight for NHS chronically underfunded services.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Housing costs are tearing Walthamstow apart. High rents force people out of our area. I will work to tackle sky-high rents and promote secure tenancies that give families peace of mind.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "My track record as our local MP shows that I know how to put principles into action to make change happen. In seven years I've personally helped thousands of local residents and whether taking on the legal loan sharks or winning the fight for the Butterfields Estate, I'll never stop fighting for a better future for everyone in Walthamstow.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "23 Orford Road, Walthamstow E17 9NL",
            "phone": "0208 520 6586",
            "email": "stella@workingforwalthamstow.org.uk",
            "website": "www.workingforwalthamstow.org.uk",
            "socialMedia": {
                "facebook": "facebook.com/stellacreasy",
                "twitter": "@stellacreasy",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Hannah Ntende",
                "endorsement": "Stella fights non-stop for the people of Walthamstow - locally and nationally. Voting for her is one way we all can make sure that the people of our community can continue to have a tireless champion for our needs. I'll be proud to put my cross next to her name on 8 June and hope everyone else here will vote for her too!"
            }
        ],
        "quotes": [
            {
                "text": "Stella organised our Walthamstow Champions Party to celebrate our local 2016 Olympians!",
                "source": "",
                "date": ""
            },
            {
                "text": "Theresa May's hard Brexit will make Walthamstow poorer.",
                "source": "",
                "date": ""
            },
            {
                "text": "All our children deserve the best start in life.",
                "source": "",
                "date": ""
            },
            {
                "text": "Butterfields campaign shows I can make change happen here.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Stella organised our Walthamstow Champions Party to celebrate our local 2016 Olympians!"
                },
                {
                    "caption": "Please don't risk Walthamstow losing Stella by not voting!"
                },
                {
                    "caption": "Theresa May's hard Brexit will make Walthamstow poorer."
                },
                {
                    "caption": "All our children deserve the best start in life."
                },
                {
                    "caption": "Butterfields campaign shows I can make change happen here."
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "Our schools and colleges face budget cuts of up to 20%.",
                        "Whipps Cross is in debt."
                    ]
                },
                "qualitative": {
                    "count": 2,
                    "examples": [
                        "However hard times get, I will never stop working for Walthamstow - it's my family home and our shared passion.",
                        "I will work to tackle sky-high rents and promote secure tenancies that give families peace of mind."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 3,
                "candidateAlone": 1,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Housing costs are tearing Walthamstow apart.",
                        "Tackling air quality is critical to our future. I'll work to tackle our air pollution, keep our community safe and ensure a cleaner, greener environment.",
                        "Whipps Cross is in debt, our GPs overloaded and the support services our healthcare system depends upon going to private bidders."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "I voted against Article 50 being triggered. I will always speak up for our community, for jobs, and for the rights of our EU citizen neighbours.",
                        "Our schools and colleges face budget cuts of up to 20%, and our self-employed people aren't getting the help they need to succeed."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "In seven years I've personally helped thousands of local residents and whether taking on the legal loan sharks or winning the fight for the Butterfields Estate, I'll never stop fighting for a better future for everyone in Walthamstow.",
                    "issueRelated": "Housing costs are tearing Walthamstow apart."
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Stella fights non-stop for the people of Walthamstow - locally and nationally. Voting for her is one way we all can make sure that the people of our community can continue to have a tireless champion for our needs. I'll be proud to put my cross next to her name on 8 June and hope everyone else here will vote for her too!"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "Housing costs are tearing Walthamstow apart. High rents force people out of our area."
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Our schools and colleges face budget cuts of up to 20%."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Theresa May's hard Brexit will make Walthamstow poorer."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 1,
                    "examples": [
                        "This 8 June the choice our community faces is between a powerful local voice for our concerns or someone who will support Theresa May's hard Brexit."
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "However hard times get, I will never stop working for Walthamstow - it's my family home and our shared passion.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "However hard times get, I will never stop working for Walthamstow - it's my family home and our shared passion.",
                    "In seven years I've personally helped thousands of local residents."
                ]
            }
        }
    }
}