{
    "leaflet": {
        "candidateName": "Mark Garnier",
        "candidateGender": "",
        "constituency": "Wyre Forest",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "A message from Mark Garnier",
                "content": "Welcome to this, my second edition of Kidderminster Matters. As we start 2009, people will be feeling apprehensive about the year ahead. Conservatives have many immediate policies to help cope with Gordon Brown's recession and on page 2, I will outline these policies and the longer term view. Locally, it is important that we start to think about how Wyre Forest can benefit from the Conservative plans to enhance our local economy, critically, attract visitors to our wonderful district. We need to encourage people to holiday at home this year. Whilst Britain’s economy faces a stern test, visitors are going to play a key role. The Wyre Forest can look forward to an exciting 2009, with attractions like the West Midlands Safari Park and the Severn Valley Railway - which opens from flood damage at Easter - all acting as a key draw to our district - visitors who will bring much needed cash into our local economy."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Mark Garnier",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "With plenty of economic uncertainty around, the proposed closure of Kidderminster Driving Test Centre could not have come at a worse time. Up to 80 local driving instructors face an uncertain future with the closure of Kidderminster’s test centre.",
                    "yimbyNimby": "NIMBY"
                },
                {
                    "content": "After the appalling flood damage inflicted on the Severn Valley Railway in 2007, the SVR re-opened to visitors last Easter. And what a year they have had! Visitor numbers have been at record levels. The SVR and their staff have been awarded a number of prestigious awards - a gold medal for Best Tourism Experience in the Heart of England Excellence award; recognised for “outstanding contribution to tourism” in the West Midlands; the Peter Manitou Award by the Heritage Railway Association for services to preservation; our Volunteer Liaison Officer was Member of the British Empire by the Queen in the New Year’s Honours list for “voluntary service to the railway and the Wyre Forest. SVR chairman Nick claimed: “This is fantastic news and very well deserved by all at the SVR. The SVR is a top attraction for the whole of the Midlands and these awards are truly deserved.”",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Mark Garnier and Julian Philips with local instructors at the DSA HQ in Nottingham"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "Up to 80 local driving instructors face an uncertain future with the closure of Kidderminster’s test centre"
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "people will be feeling apprehensive about the year ahead",
                        "the proposed closure of Kidderminster Driving Test Centre could not have come at a worse time",
                        "the Wyre Forest can look forward to an exciting 2009"
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 1,
                "candidateAlone": 0,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "the proposed closure of Kidderminster Driving Test Centre",
                        "the Severn Valley Railway",
                        "Kidderminster’s test centre"
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "cope with Gordon Brown's recession"
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Conservatives have many immediate policies to help cope with Gordon Brown's recession"
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "cope with Gordon Brown's recession"
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": []
            }
        }
    }
}