{
    "leaflet": {
        "candidateName": "Laura Davison",
        "candidateGender": "",
        "constituency": "Folkestone and Hythe",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "We want to hear from you",
                "content": "We need an active Labour voice for Folkestone, Hythe and Romney Marsh. By working together and using our votes we can change things for the better."
            },
            {
                "title": "Why I am backing Laura Davison",
                "content": "\"I have found Laura to be a warm, intelligent, committed activist who is an asset to the Labour party and will be an asset to your community.\" - Anneliese Dodds, MEP"
            },
            {
                "title": "Our pledges to you",
                "content": "Free education and training: Labour will create a National Education Service. We will provide universal childcare and restore free education, quality apprenticeships and adult skills training. Affordable, secure homes for everybody: Labour will provide affordable, secure homes. We will offer over a million homes including a million for rent and enhance tenants' rights. Equality and fairness: Labour will fight inequality. We will introduce equal pay and a campaign for £10 living wage. An NHS with time to care: Labour will increase investment in health services. We will ensure patients get the world-class care they need promptly and provide parity for mental health services. Protect New Deal for Working People: Labour will end zero hour contracts, protect pensions and introduce equal pay audits."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Free education and training",
                "policyDescription": "Labour will create a National Education Service. We will provide universal childcare and restore free education, quality apprenticeships and adult skills training."
            },
            {
                "policyTitle": "Affordable, secure homes for everybody",
                "policyDescription": "Labour will provide affordable, secure homes. We will offer over a million homes including a million for rent and enhance tenants' rights."
            },
            {
                "policyTitle": "Equality and fairness",
                "policyDescription": "Labour will fight inequality. We will introduce equal pay and campaign for £10 living wage."
            },
            {
                "policyTitle": "An NHS with time to care",
                "policyDescription": "Labour will increase investment in health services. We will ensure patients get the world-class care they need promptly and provide parity for mental health services."
            },
            {
                "policyTitle": "Protect New Deal for Working People",
                "policyDescription": "Labour will end zero hour contracts, protect pensions and introduce equal pay audits."
            }
        ],
        "mentions": {
            "candidate": "Laura Davison",
            "otherPartyLeaderCandidate": "Theresa May",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Theresa May supported the train but now wants a blank cheque Brexit. She tried to raise taxes...",
            "defence": "",
            "economy": "Labour will put people's jobs and the economy at the heart of Brexit negotiations.",
            "education": "A choice to end cuts in our schools and scrap tuition fees; A National Education Service; Free education and training",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "An NHS with time to care; labour will increase investment in health services. We will ensure patients get the world-class care they need promptly and provide parity for mental health services.",
            "immigration": "",
            "labourEmployment": "to pay people a real living wage of £10 an hour; end the instability of zero hours contracts; protect pensions; make decisions on housing, and in our communities",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Labour is campaigning to save Pent Valley leisure centre in Folkestone, a fantastic community resource with specialist facilities for disabled people. This centre is being shut by the Tories following from their closure of Pent Valley school which put local children's education at risk.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "55 Walton Rd, Folkestone, CT19 5QS",
            "phone": "01303 488355",
            "email": "laurafolkestone@gmail.com",
            "website": "www.folkestonehythelabour.co.uk",
            "socialMedia": {
                "facebook": "www.facebook.com/FolkestoneHytheLabour/",
                "twitter": "@shepwaylabour",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Anneliese Dodds, MEP",
                "endorsement": "\"I have found Laura to be a warm, intelligent, committed activist who is an asset to the Labour party and will be an asset to your community.\""
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "qualitative": {
                    "count": 4,
                    "examples": [
                        "Labour will provide affordable, secure homes.",
                        "Labour will fight inequality.",
                        "We need an active Labour voice for Folkestone, Hythe and Romney Marsh.",
                        "Join our campaign and make a difference."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 2,
                "candidateAlone": 1,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "Labour is campaigning to save Pent Valley leisure centre in Folkestone."
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "Labour will provide affordable, secure homes."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Laura found to be a warm, intelligent, committed activist.",
                    "issueRelated": "Personal endorsement"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Anneliese Dodds, MEP: \"I have found Laura to be a warm, intelligent, committed activist who is an asset to the Labour party and will be an asset to your community.\""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "This centre is being shut by the Tories following from their closure of Pent Valley school."
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Tories have drastically cut funding to local councils, resulting in reduced access to Sure Start centres."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Theresa May supported the train but now wants a blank cheque Brexit."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    ""
                ]
            }
        }
    }
}