{
    "leaflet": {
        "candidateName": "George Eustice",
        "candidateGender": "",
        "constituency": "Camborne, Redruth and Hayle",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "Dear Resident",
                "content": "The coming months represent a fresh start for our politics and that is why in this election we need to choose a strong Prime Minister in Theresa May. Nothing should stand in the way of the democratic decision voters took last year. I have been an MP for this area for seven years. My family have lived and worked in the Camborne, Redruth and Hayle area for over four hundred years, first working in mining and then in the farming at Gwinear, where they have lived for the past 150 years. Since my election in 2010, I have championed economic regeneration in Cornwall. I was a member of the Environment and Rural Affairs Select Committee and concentrated on a variety of issues including water poverty in rural areas and bees and pesticides. Since 2013, I have been a Minister at the Department for Environment, Food and Rural Affairs, with responsibility for agriculture, fisheries and food. My other work in parliament has included presenting a Private Members Bill giving new protection to borrowers who were lenders a security interest over their assets. I successfully campaigned to protect Cornwall’s policing budget and extend the £50 rebate on water bills in the South West. Locally, we are seeing change take shape. Work continues at the Kresen Kernow archive centre in Redruth, which is set to open in 2018. We have seen huge progress at Hayle, and I am delighted that the marine energy park on North Quay is now starting to attract new enterprise and industry to the area. The next stage is to complete sensitive development at the end of South Quay, put in place the footbridge link to the quay to Penpol Terrace and get things moving on North Quay. Finally, now that we have the new link road, it is time to progress the regeneration of Tuckingmill. I have recently been having discussions with the various landowners around the site of South Crofty mine and I am delighted to start to see plans progress in the coming months. I am proud to have represented my home towns over the last seven years, and I am asking for you to lend me your support again in this election. Best wishes George Eustice"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economic Regeneration",
                "policyDescription": "Championing economic regeneration in Cornwall, including Kresen Kernow archive centre in Redruth and the marine energy park on North Quay."
            },
            {
                "policyTitle": "Water Bills",
                "policyDescription": "Successfully campaigned to extend the £50 rebate on water bills in the South West."
            },
            {
                "policyTitle": "Protection for Borrowers",
                "policyDescription": "Presented a Private Members Bill giving new protection to borrowers."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Worked on policies at the Department for Environment, Food and Rural Affairs."
            }
        ],
        "mentions": {
            "candidate": "George Eustice",
            "otherPartyLeaderCandidate": "Prime Minister in Theresa May",
            "partyLeader": "Theresa May",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "Worked on policies at the Department for Environment, Food and Rural Affairs, including agriculture, fisheries, and food. Focused on issues like bees and pesticides.",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Locally, we are seeing change take shape. Work continues at the Kresen Kernow archive centre in Redruth, which is set to open in 2018. We have seen huge progress at Hayle, and I am delighted that the marine energy park on North Quay is now starting to attract new enterprise and industry to the area. The next stage is to complete sensitive development at the end of South Quay, put in place the footbridge link to the quay to Penpol Terrace and get things moving on North Quay. Finally, now that we have the new link road, it is time to progress the regeneration of Tuckingmill. I have recently been having discussions with the various landowners around the site of South Crofty mine and I am delighted to start to see plans progress in the coming months.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Minister at the Department for Environment, Food and Rural Affairs",
                "duration": "Since 2013",
                "achievements": "Responsibility for agriculture, fisheries and food. Presented a Private Members Bill giving new protection to borrowers. Successfully campaigned to protect Cornwall’s policing budget and extend the £50 rebate on water bills in the South West."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "I successfully campaigned to protect Cornwall’s policing budget and extend the £50 rebate on water bills in the South West."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "The coming months represent a fresh start for our politics and that is why in this election we need to choose a strong Prime Minister in Theresa May.",
                        "Nothing should stand in the way of the democratic decision voters took last year.",
                        "I am proud to have represented my home towns over the last seven years, and I am asking for you to lend me your support again in this election."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 3,
                "people": 3,
                "candidateAlone": 1,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Locally, we are seeing change take shape. Work continues at the Kresen Kernow archive centre in Redruth, which is set to open in 2018.",
                        "We have seen huge progress at Hayle, and I am delighted that the marine energy park on North Quay is now starting to attract new enterprise and industry to the area.",
                        "Finally, now that we have the new link road, it is time to progress the regeneration of Tuckingmill."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "I have been a Minister at the Department for Environment, Food and Rural Affairs, with responsibility for agriculture, fisheries and food.",
                        "Nothing should stand in the way of the democratic decision voters took last year."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "My family have lived and worked in the Camborne, Redruth and Hayle area for over four hundred years, first working in mining and then in the farming at Gwinear, where they have lived for the past 150 years.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "My family have lived and worked in the Camborne, Redruth and Hayle area for over four hundred years, first working in mining and then in the farming at Gwinear, where they have lived for the past 150 years."
                ]
            }
        }
    }
}