{
    "leaflet": {
        "candidateName": "Amber Rudd",
        "candidateGender": "",
        "constituency": "Hastings and Rye",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "Strong Leadership for Hastings and Rye",
                "content": "Since 2010, the number of people in Hastings and Rye claiming the key out of work benefits has fallen by 54%. That's over 2,000 people now earning a good wage and developing their skills and making the most of their talents and abilities. I'm clear that there is more progress we can make and this is exactly what I plan to deliver if I am re-elected. I will arrange my seventh Jobs and Apprenticeships Fair to take place later this year. Every time I hold these fairs, it is exciting to see the range of opportunities on offer and the expressions of delight on the faces of people being offered jobs and interviews following their attendance. I am sure that my seventh event will give local people another fantastic chance to see for themselves the range of job vacancies with interesting local employers in Hastings and Rye. We must also do more to encourage the invaluable contribution disabled people make. Since becoming your MP, I have held and adopted a lot of initiatives: one such example is an event I organized last year where I launched the jobs far highlighted to local employers what fantastic skills disabled people have to help close the employment gap in Hastings and Rye. We need to continue to ensure that the regeneration of our towns continues apace, to attract investment, boost economic growth, and create new opportunities for local people. This is critical to make our area even better for people to live and work. The Government has committed more than £30m for lifeguard training since 2010 and over £2.5m in coastal communities funding since 2012 to help closing regeneration. This includes a full range of services, all of which will help us reach new heights which the government announced in April. The fishing industry is at the heart of our community, expanding economic benefits, and give our local people jobs and build careers. More than this, it is part of identity, proud culture and our heritage. Hastings and Rye have not enjoyed equality since 1972. The common fishing policy has seen the UK leave the EU, returning the rights and management of the seas back to our Russian exclusive territory. We continue to ensure the right policy as fair deal for the common fisheries regime is now in place for our fishermen under supervision."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Ensuring Economic Growth",
                "policyDescription": "We will continue to ensure that the regeneration of our towns continues apace to attract investment, boost economic growth, and create new opportunities for local people. The Government has committed more than £30m for lifeguard training since 2010 and over £2.5m in coastal communities funding since 2012 to help closing regeneration."
            },
            {
                "policyTitle": "Championing Our Fishing Fleets",
                "policyDescription": "The fishing industry is at the heart of our community, bringing significant economic benefits and providing local jobs. More than this, it is part of our culture and heritage. Hastings and Rye have not enjoyed a fair deal since 1972. The Common Fisheries Policy will be left with the UK and the rights of our fishing waters will return to domestic control."
            }
        ],
        "mentions": {
            "candidate": "Amber Rudd",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "Regeneration of our towns to attract investment, boost economic growth, and create new opportunities for local people.",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "Commitment to local government funding and initiatives",
            "health": "",
            "immigration": "",
            "labourEmployment": "Supporting Jobs and Apprenticeships Fair and highlighting the contributions of disabled people in the workforce.",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Employment fairs and initiatives to address employment gaps in Hastings and Rye.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP for Hastings and Rye",
                "duration": "Since 2010",
                "achievements": "Reducing the number of people claiming out of work benefits by 54%; organizing Jobs and Apprenticeships Fairs."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "conservatives.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Amber Rudd, 2017 General Election candidate for Hastings and Rye"
                },
                {
                    "caption": "Visiting work on the new link road"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 3,
                    "examples": [
                        "Since 2010, the number of people in Hastings and Rye claiming the key out of work benefits has fallen by 54%.",
                        "The Government has committed more than £30m for lifeguard training since 2010 and over £2.5m in coastal communities funding since 2012 to help closing regeneration.",
                        "I will arrange my seventh Jobs and Apprenticeships Fair to take place later this year."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "It is exciting to see the range of opportunities on offer and the expressions of delight on the faces of people being offered jobs.",
                        "The fishing industry is at the heart of our community, expanding economic benefits, and give our local people jobs and build careers.",
                        "Hastings and Rye have not enjoyed equality since 1972."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 2,
                "candidateAlone": 1,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Regeneration of our towns to attract investment, boost economic growth, and create new opportunities for local people.",
                        "Employment fairs and initiatives to address employment gaps in Hastings and Rye.",
                        "The fishing industry is at the heart of our community, bringing significant economic benefits and providing local jobs."
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "The common fishing policy has seen the UK leave the EU, returning the rights and management of the seas back to our Russian "
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": []
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": []
            }
        }
    }
}