{
    "leaflet": {
        "candidateName": "Angela Smith",
        "candidateGender": "",
        "constituency": "Wealden",
        "politicalParty": "Labour",
        "electionDate": "June 8",
        "messages": [
            {
                "title": "Let's Make Britain Better. Starting Here - In Wealden.",
                "content": "If you want a better education for our children, if you value our NHS, and demand better transport services and workers rights for our community VOTE LABOUR on June 8th."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Stand up for education, for our children and the teaching profession",
                "policyDescription": "Wealden needs an MP who will fight for our children's right to a decent education. Our schools face massive cuts with resultant shortages of equipment, cuts to staffing and loss of extra-curricular activities. Angela Smith will work with parents, teachers and campaign groups to fight the cuts."
            },
            {
                "policyTitle": "Protect our NHS",
                "policyDescription": "Angela Smith will fight for more nurses, doctors, and GPs and fair pay to go with it. She will campaign to reverse cuts to social care services and safeguard the future of our NHS."
            },
            {
                "policyTitle": "Improve our roads, bus services and commuter services",
                "policyDescription": "Angela Smith will fight for improvements in our roads and rail network investment to make daily commutes easier and safer."
            },
            {
                "policyTitle": "Investment in social and affordable housing",
                "policyDescription": "Angela Smith will fight to ensure that everyone can afford a home of their own, with more stability in the housing market."
            },
            {
                "policyTitle": "Increased support for carers",
                "policyDescription": "Angela Smith will fight to give financial and service support for carers caring for the disabled, sick and elderly in our communities."
            }
        ],
        "mentions": {
            "candidate": "I've been an East Sussex resident my whole life and have lived in Wealden for the last 11 years. Originally living in Hailsham, I moved to Uckfield three years ago when I began commuting daily to London for my job.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "Stand up for education, for our children and the teaching profession: Wealden needs an MP who will fight for our children's right to a decent education. Our schools face massive cuts with resultant shortages of equipment, cuts to staffing and loss of extra-curricular activities. Angela Smith will work with parents, teachers and campaign groups to fight the cuts.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "Protect our NHS: Angela Smith will fight for more nurses, doctors, and GPs and fair pay to go with it. She will campaign to reverse cuts to social care services and safeguard the future of our NHS.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "Improve our roads, bus services and commuter services: Angela Smith will fight for improvements in our roads and rail network investment to make daily commutes easier and safer.",
            "socialWelfare": "Increased support for carers: Angela Smith will fight to give financial and service support for carers caring for the disabled, sick and elderly in our communities.",
            "community": [
                {
                    "content": "Investment in social and affordable housing: Angela Smith will fight to ensure that everyone can afford a home of their own, with more stability in the housing market.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I've been an East Sussex resident my whole life and have lived in Wealden for the last 11 years. Originally living in Hailsham, I moved to Uckfield three years ago when I began commuting daily to London for my job as a manager for a national domestic violence charity. I have a packed house, living with my husband, two teenage children, parents-in-law and three dogs. I believe Wealden needs an MP who is accessible to all, and I will be that person.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "angie4wealden@hotmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "fb.me/Angie4Wealden/",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Angela Smith"
                },
                {
                    "caption": "For our children and our grandchildren"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "Wealden needs an MP who will fight for our children's right to a decent education.",
                        "Angela Smith will fight for improvements in our roads and rail network investment to make daily commutes easier and safer.",
                        "Angela Smith will fight to give financial and service support for carers caring for the disabled, sick and elderly in our communities."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 2,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "Stand up for education, for our children and the teaching profession: Wealden needs an MP who will fight for our children's right to a decent education. Our schools face massive cuts with resultant shortages of equipment, cuts to staffing and loss of extra-curricular activities. Angela Smith will work with parents, teachers and campaign groups to fight the cuts."
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "Protect our NHS: Angela Smith will fight for more nurses, doctors, and GPs and fair pay to go with it. She will campaign to reverse cuts to social care services and safeguard the future of our NHS."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I've been an East Sussex resident my whole life and have lived in Wealden for the last 11 years. Originally living in Hailsham, I moved to Uckfield three years ago when I began commuting daily to London for my job as a manager for a national domestic violence charity.",
                    "issueRelated": ""
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I've been an East Sussex resident my whole life and have lived in Wealden for the last 11 years.",
                "employment": "manager for a national domestic violence charity",
                "education": "",
                "family": "I have a packed house, living with my husband, two teenage children, parents-in-law and three dogs."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I've been an East Sussex resident my whole life and have lived in Wealden for the last 11 years."
                ]
            }
        }
    }
}