{
    "leaflet": {
        "candidateName": "Chris Jones",
        "candidateGender": "Male",
        "constituency": "Norwich North",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8th June",
        "messages": [
            {
                "title": "On your side - for our Norwich Community",
                "content": "Local NHS doctor CHRIS JONES is your Labour candidate on Thursday 8th June. Working for over 16 years in our local community he decided to put himself forward to stand up for Norwich North and local people."
            },
            {
                "title": "If you value it - vote for it!",
                "content": "Send a hard working local doctor who cares for our community to Parliament to stand up for Norwich on Thursday 8th June."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Protect our Norfolk and Norwich University Hospital",
                "policyDescription": "Persistent cuts to our local hospital are pushing it ever more into crisis. As a local doctor Chris knows the importance of our local, valued NHS services."
            },
            {
                "policyTitle": "Save our Police Team",
                "policyDescription": "The Tories have cut 20,000 police officers since 2010 and threaten more in the years to come. Hundreds have lost their jobs in Norfolk. Our local police team in Norwich North gives peace of mind and real community safety to our area."
            },
            {
                "policyTitle": "Silver Road Community Centre saved!",
                "policyDescription": "When the Tory County Council moved to dispose of the Silver Rooms a strong community campaign supported by Labour helped to save it. We must protect its value and invest in our community assets - not dispose of them."
            },
            {
                "policyTitle": "Protect our Post Office!",
                "policyDescription": "Further post offices are under risk of closure by the Tory cuts. We must protect and support our local postal service for people all across Norwich North."
            },
            {
                "policyTitle": "Save our SureStart!",
                "policyDescription": "Labour built dozens of SureStart Centres across Norwich – providing help and advice to local families and children. Tory cuts threaten them."
            },
            {
                "policyTitle": "Save our Fire Stations!",
                "policyDescription": "Big cuts to our fire service won’t make our community any safer. A good fire service, which can come to your aid in an emergency is crucial."
            },
            {
                "policyTitle": "Keep our libraries open!",
                "policyDescription": "Tory government cuts threaten our local library service. Access to libraries - which can be hubs of learning and advice - are an important service many value and enjoy."
            }
        ],
        "mentions": {
            "candidate": "Chris Jones",
            "otherPartyLeaderCandidate": "Tory",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "Persistent cuts to our local hospital are pushing it ever more into crisis. As a local doctor Chris knows the importance of our local, valued NHS services.",
            "immigration": "",
            "labourEmployment": "Further post offices are under risk of closure by the Tory cuts. We must protect and support our local postal service for people all across Norwich North.",
            "lawCrime": "The Tories have cut 20,000 police officers since 2010 and threaten more in the years to come. Hundreds have lost their jobs in Norfolk. Our local police team in Norwich North gives peace of mind and real community safety to our area.",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "When the Tory County Council moved to dispose of the Silver Rooms a strong community campaign supported by Labour helped to save it. We must protect its value and invest in our community assets - not dispose of them.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Chris says “For over 30 years I’ve cared for people as a doctor. More and more I’ve seen the NHS fragment, break down and be run as a business. More and more I’ve seen care that is less than any other system in the world but I know it can’t and it’s worse and 10 years ago.” Chris first got involved in politics because he cares about people. He went to his local comprehensive school but because the area needed teachers and Labour set up the ILEA he went to teacher training college for free and had a whole decade in education. At the same time he has the experiences of what it’s like to deal with producers. Chris says “I’m disillusioned because breaking problems into half and sending them out won’t work – we can’t transform services with privatisation and fragmentation.”",
        "politicalExperience": [
            {
                "role": "Doctor",
                "duration": "Over 30 years",
                "achievements": "Cared for people as a doctor, involved in politics to help individuals in time and need."
            }
        ],
        "contactInformation": {
            "address": "3 St Mark's Church Hall, Hall Road, Norwich, NR1 3HD",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Ian Gibson",
                "endorsement": "I am pleased to see Chris is battling for a victory in Norwich North. My contacts in the constituency regard him highly. I know he has worked tirelessly and dedicatedly for over 30 years as a doctor in our community."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "The Tories have cut 20,000 police officers since 2010."
                    ]
                },
                "qualitative": {
                    "count": 2,
                    "examples": [
                        "Persistent cuts to our local hospital are pushing it ever more into crisis.",
                        "I am pleased to see Chris is battling for a victory in Norwich North."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 4,
                "candidateAlone": 2,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 5,
                    "examples": [
                        "Protect our Norfolk and Norwich University Hospital",
                        "Save our Police Team",
                        "Silver Road Community Centre saved!",
                        "Protect our Post Office!",
                        "Keep our libraries open!"
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "Save our SureStart!",
                        "Save our Fire Stations!"
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Chris says “For over 30 years I’ve cared for people as a doctor. More and more I’ve seen the NHS fragment, break down and be run as a business. More and more I’ve seen care that is less than any other system in the world but I know it can’t and it’s worse and 10 years ago.”",
                    "issueRelated": "health"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Ian Gibson: \"I am pleased to see Chris is battling for a victory in Norwich North. My contacts in the constituency regard him highly. I know he has worked tirelessly and dedicatedly for over 30 years as a doctor in our community.\""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 2,
                    "examples": [
                        "When the Tory County Council moved to dispose of the Silver Rooms a strong community campaign supported by Labour helped to save it.",
                        "Tory government cuts threaten our local library service."
                    ]
                },
                "nationalIssues": {
                    "count": 2,
                    "examples": [
                        "The Tories have cut 20,000 police officers since 2010 and threaten more in the years to come.",
                        "Further post offices are under risk of closure by the Tory cuts."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 4,
                    "examples": [
                        "Tories have cut 20,000 police officers since 2010.",
                        "Further post offices are under risk of closure by the Tory cuts.",
                        "Tory government cuts threaten our local library service.",
                        "Big cuts to our fire service won’t make our community any safer."
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Chris says for “over 30 years I’ve cared for people as a doctor.”",
                "employment": "Local NHS doctor Chris Jones",
                "education": "He went to his local comprehensive school",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Local NHS Doctor Chris Jones",
                    "Working for over 16 years in our local community he decided to put himself forward to stand up for Norwich North and local people."
                ]
            }
        }
    }
}