{
    "leaflet": {
        "candidateName": "Dr Neeraj Patil",
        "candidateGender": "",
        "constituency": "Putney, Roehampton & Southfields",
        "politicalParty": "Labour",
        "electionDate": "8 June",
        "messages": [
            {
                "title": "NHS & Social Care",
                "content": "Labour created the National Health Service, our proudest achievement, but it is now underfunded and understaffed. I see this every day in our wards and the impact it is having on patients."
            },
            {
                "title": "Make sure your vote counts",
                "content": "We’ve all heard people say that 'politics doesn’t matter' or that their vote won’t change anything. But the changes we’ve seen to our society since 2010 is why voting Labour matters. We’re talking about real life: it’s our NHS, our jobs, our education, our housing and the kind of country we want for our kids."
            },
            {
                "title": "Labour delivers on Putney High Street",
                "content": "Air quality and safeguarding the environment are not soundbites; they really matter. That is why the next Labour government will introduce a new Clean Air Act to deal with the Tory legacy of toxic air."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS & Social Care",
                "policyDescription": "Labour will provide £30 billion in extra funding to restore our NHS to safe staffing levels and ensure that patients are treated with respect, and not farmed out to management consultants. They will also scrap the NHS pay cap and bring decision making powers back into the hands of NHS workers."
            },
            {
                "policyTitle": "Education & Housing",
                "policyDescription": "Labour will ensure that all schools have the resources they need by introducing a fairer schools funding formula that leaves no school worse off. They will also scrap the Tory grammar school policy and invest in good school places for all, and increase council building to over a million homes."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Labour will introduce a new Clean Air Act to deal with the Tory legacy of toxic air."
            }
        ],
        "mentions": {
            "candidate": "Dr Neeraj Patil",
            "otherPartyLeaderCandidate": "Theresa May",
            "partyLeader": "",
            "tacticalSituation": "At the last General Election Labour came second locally with 12,838 votes. The Lib Dems came a distant third followed by the Greens on 2,067. On 8 June vote Labour for a government that will stand up for the many and not the few."
        },
        "issues": {
            "brexitEurope": "The General Election on 8 June will not determine whether Britain leaves the EU but it will decide the type of country Britain becomes after Brexit.",
            "defence": "",
            "economy": "We have a Tory hard Brexit that will hurt our economy for generations to come. The Tories have families and retirees out of pocket by £1,400 a year for over six years.",
            "education": "Labour will ensure that all schools have the resources they need by introducing a fairer schools funding formula that leaves no school worse off. They will also scrap the Tory grammar school policy.",
            "environment": "Labour will introduce a new Clean Air Act to deal with the Tory legacy of toxic air.",
            "governance": "",
            "government": "",
            "health": "Labour will provide £30 billion in extra funding to restore our NHS to safe staffing levels and ensure that patients are treated with respect. They will scrap the NHS pay cap, bring decision making back to the hands of NHS workers, and lay the foundations for a National Care Service for England.",
            "immigration": "",
            "labourEmployment": "A vote for Labour is a vote for the best possible Brexit deal, securing the same benefits the UK has in the single market and securing the protections workers’ rights and environmental rights provide.",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Wandsworth schools stand to lose over £10 million in 2018/19. Young families need affordable housing, rents are rising and many who are renting don't have enough for a deposit.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "This is the most important election in my lifetime. I became a doctor because I wanted to help people and I’m standing to be the MP for Putney, Roehampton & Southfields for the same reason. Our public services are near collapse. The NHS and social care are in chaos and we face a Tory hard Brexit that will hurt our economy for generations to come.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Dr Neeraj Patil, Labour Party, Freepost, 35 Felsham Road, SW15 1AY",
            "phone": "020 8788 8961",
            "email": "contact@putneylabour.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "@PutneyLabour & @NeerajPatil",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Dr Patil talking about transport concerns"
                },
                {
                    "caption": "Dr Neeraj Patil outside St George’s Hospital where he trained as a consultant."
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 4,
                    "examples": [
                        "Wandsworth schools stand to lose over £10 million in 2018/19.",
                        "The Tories have families and retirees out of pocket by £1,400 a year for over six years.",
                        "At the last General Election Labour came second locally with 12,838 votes.",
                        "The Lib Dems came a distant third followed by the Greens on 2,067."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "This is the most important election in my lifetime.",
                        "A vote for Labour is a vote against five more years of Tory failure.",
                        "Britain does best when we all move forward together, with nobody left behind."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 4,
                "candidateAlone": 3,
                "candidateWithOthers": 3
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Wandsworth schools stand to lose over £10 million in 2018/19.",
                        "Young families need affordable housing, rents are rising and many who are renting don't have enough for a deposit.",
                        "Air quality and safeguarding the environment are not soundbites; they really matter. That is why the next Labour government will introduce a new Clean Air Act to deal with the Tory legacy of toxic air."
                    ]
                },
                "national": {
                    "count": 4,
                    "examples": [
                        "Labour will provide £30 billion in extra funding to restore our NHS.",
                        "They will scrap the NHS pay cap.",
                        "A vote for Labour is a vote for the best possible Brexit deal, securing the same benefits the UK has in the single market.",
                        "Labour will introduce a new Clean Air Act."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "This is the most important election in my lifetime. I became a doctor because I wanted to help people and I’m standing to be the MP for Putney, Roehampton & Southfields for the same reason.",
                    "issueRelated": "Health"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 2,
                    "examples": [
                        "The Tories have families and retirees out of pocket by £1,400 a year for over six years.",
                        "After years of inaction by Justine Greening and the Tories, this is the first of a series of London low emission zones."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "A vote for Labour is a vote against five more years of Tory failure."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "I became a doctor because I wanted to help people.",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I’m standing to be the MP for Putney, Roehampton & Southfields for the same reason."
                ]
            }
        }
    }
}