{
    "leaflet": {
        "candidateName": "Dr Ellie Chowns",
        "candidateGender": "Female",
        "constituency": "North Herefordshire",
        "politicalParty": "Green Party",
        "electionDate": "May 2017",
        "messages": [
            {
                "title": "Act now to clean up our environment, says Ellie",
                "content": "Bold new steps are needed to tackle threats to our environment and our children's future, says Green Party election candidate Dr Ellie Chowns."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Education needs fairer funding",
                "policyDescription": "Ensure every child receives the best possible education, whatever background they come from."
            },
            {
                "policyTitle": "An economy that works for all",
                "policyDescription": "Transform our economy for a new world of sustainable and healthy local economies and close the tax loopholes."
            },
            {
                "policyTitle": "NHS",
                "policyDescription": "End the creeping privatization of healthcare and put more funding into a public NHS that will exist for future generations."
            },
            {
                "policyTitle": "Safe Climate",
                "policyDescription": "Implement the rapid transformation to a zero-carbon sustainable economy."
            }
        ],
        "mentions": {
            "candidate": "Dr Ellie Chowns",
            "otherPartyLeaderCandidate": "Councillor Peter McCaull, Former local government officer Trish Marsh",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "Transform our economy for a new world of sustainable and healthy local economies and close the tax loopholes.",
            "education": "Education needs fairer funding so that every child receives the best possible education, whatever background they come from.",
            "environment": "We need a public investment revolution - reversing years of underinvestment and skyrocketing fares. Implement the rapid transformation to a zero-carbon sustainable economy.",
            "governance": "",
            "government": "N/A",
            "health": "Put more funding into a public NHS that will exist for future generations.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "Ellie lives in the North Herefordshire constituency at Canon Frome, near Ledbury, and is married with two teenage sons. She has 20 years experience in charity work and international development including roles with Voluntary Service Overseas.",
        "politicalExperience": [
            {
                "role": "Community campaigner",
                "duration": "",
                "achievements": "Shirley has created and campaigned for a number of group homes for at-risk youth"
            }
        ],
        "contactInformation": {
            "address": "N/A",
            "phone": "01531 670729",
            "email": "ellie@greenherefordshire.org.uk\nellie@northherefordshire.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Councillor Felicity Norman",
                "endorsement": "\"Ellie is an exceptionally high-energy, high-calibre individual who would make an excellent Member of Parliament for the people of North Herefordshire.\""
            }
        ],
        "quotes": [
            {
                "text": "\"Ellie is an exceptionally high-energy, high-calibre individual who would make an excellent Member of Parliament for the people of North Herefordshire.\"",
                "source": "Councillor Felicity Norman",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Making links with small businesses: Ellie at a fair near Pembridge with Gill Bullock of Swan Brewery, Leominster"
                },
                {
                    "caption": "Ellie Chowns, right, with Leominster resident Margaret Thomas at the Friday market during canvassing."
                },
                {
                    "caption": "Ellie Chowns"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 6,
                    "examples": [
                        "Top of the list for action are the issues of climate change and air pollution affecting parts of the UK, including Hereford and Leominster which both have pollution hotspots.",
                        "Air pollution kills up to 40,000 premature deaths each year.",
                        "North Herefordshire schools face crippling cuts according to the Government’s new funding formula.",
                        "Schools in the constituency will lose a total of £2.23 million according to these new formulas.",
                        "Earl Mortimer College is set to see £371,061 slashed from its budget over the period, equivalent to five fewer teachers.",
                        "UK schools as a whole will face an £8.9 billion real-terms cut between now and 2022 according to the Institute for Fiscal Studies."
                    ]
                },
                "qualitative": {
                    "count": 5,
                    "examples": [
                        "Bold new steps are needed to tackle threats to our environment and our children's future.",
                        "Half measures are not good enough when so many premature deaths are linked to air pollution.",
                        "Through a clean air act we would enshrine in law the right to breathe – and ensure that the UK becomes a world leader in new technologies which help us clean up our air.",
                        "NHS - end the creeping privatisation of healthcare and put more funding into a public NHS that will exist for future generations.",
                        "Safe Climate - the rapid transformation to a zero-carbon sustainable economy."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 3,
                "people": 2,
                "candidateAlone": 1,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 5,
                    "examples": [
                        "Bold new steps are needed to tackle threats to our environment and our children's future.",
                        "Through a clean air act we would enshrine in law the right to breathe – and ensure that the UK becomes a world leader in new technologies which help us clean up our air.",
                        "North Herefordshire schools face crippling cuts according to the Government’s new funding formula, says new analysis.",
                        "Volunteers at The Croft in Hereford should continue to support the community without government interference, which has been proposed.",
                        "Our local farmers need support to thrive as our major food producers and to tackle the climate crises."
                    ]
                },
                "national": {
                    "count": 4,
                    "examples": [
                        "NHS funding cuts: North Herefordshire schools face cuts of £2.23 million.",
                        "Measures are needed to tackle the threats to our environment.",
                        "Schools across the country face £8.9 billion real-terms cuts.",
                        "The issue of air pollution is a national problem that needs addressing through a clear air act."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Ellie at a fair near Pembridge with Gill Bullock of Swan Brewery, Leominster",
                    "issueRelated": "Community and Local Business Engagement"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "\"Ellie is an exceptionally high-energy, high-calibre individual who would make an excellent Member of Parliament for the people of North Herefordshire.\" - Councillor Felicity Norman"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 2,
                    "examples": [
                        "Ellie Chowns stated that the Government should provide more funding or a 'rescue plan' for local services.",
                        "North Herefordshire schools face crippling cuts according to the Government’s new funding formula, says new analysis."
                    ]
                },
                "nationalIssues": {
                    "count": 2,
                    "examples": [
                        "North Herefordshire schools face £2.23m in cuts over this parliament.",
                        "UK schools will face £8.9 billion real-terms cuts by 2022."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 1,
                    "examples": [
                        "In a hotly-contested Herefordshire Council by-election the Green Party candidate Trish Marsh won with a big majority."
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "Councillor Peter McCaull and Former local government officer Trish Marsh"
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Ellie lives in the North Herefordshire constituency.",
                "employment": "",
                "education": "Ellie is highly knowledgeable about educational policies and funding.",
                "family": "Ellie lives in Canon Frome, is married with two teenage sons."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Ellie lives in the North Herefordshire constituency."
                ]
            }
        }
    }
}