{
    "leaflet": {
        "candidateName": "Adam Sykes",
        "candidateGender": "",
        "constituency": "Wirral South",
        "politicalParty": "",
        "electionDate": "8th June",
        "messages": [
            {
                "title": "Theresa May backs Adam Sykes",
                "content": "Adam Sykes is standing with me to secure strong and stable leadership for our country, and the best Brexit deal possible for you and your constituency of Wirral South. Adam Sykes will be a strong voice for your community in my Government, and together we will make sure your voice is heard and your interests. It's important to remember that a vote for anyone other than Adam Sykes here risks Jeremy Corbyn becoming Prime Minister of a shambolic coalition government. So back me with a vote for Adam Sykes here in Wirral South on 8th June, and together we can get on with the job of making life in Britain better for everyone. Theresa May, Prime Minister"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Get the best Brexit deal for Wirral",
                "policyDescription": "Jobs and industries in Wirral rely on the deal we secure in the Brexit negotiations, and I will make sure your voice heard, protect your interests and get the best deal for our area as we leave the EU."
            },
            {
                "policyTitle": "A strong local NHS",
                "policyDescription": "Here in the North West, there are 1429 more hospital doctors in the NHS now than under Labour. We supported the Government, and 1000 more nurses. I will ensure that Wirral NHS receives a fair share of over £8 billion being invested nationally by 2020."
            },
            {
                "policyTitle": "Protect our green belt",
                "policyDescription": "Our local environment is one of the reasons why so many of us are proud to call Wirral our home, I will oppose development of the green belt and work with other groups to protect it."
            },
            {
                "policyTitle": "Raise standards for children in school",
                "policyDescription": "As a former student at Caldy Grammar School, I am a big believer in giving a wide choice of schools to parents and pupils. Since 2010, eight more schools in our area have been rated 'Good' or 'Outstanding'. I want all schools to have access to the £4 billion planned for education by Theresa May."
            },
            {
                "policyTitle": "Support retired and elderly residents",
                "policyDescription": "If elected, I will vote to protect state pensions and increase them in line with average earnings, whichever is highest, and keep the state pension age under review."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Theresa May",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Jobs and industries in Wirral rely on the deal we secure in the Brexit negotiations, and I will make sure your voice heard, protect your interests and get the best deal for our area as we leave the EU.",
            "defence": "",
            "economy": "",
            "education": "I want all schools to have access to the £4 billion planned for education by Theresa May. A former student at Caldy Grammar School, I am a big believer in giving a wide choice of schools to parents and pupils. Since 2010, eight more schools in our area have been rated 'Good' or 'Outstanding'.",
            "environment": "Our local environment is one of the reasons why so many of us are proud to call Wirral our home, I will oppose development of the green belt and work with other groups to protect it.",
            "governance": "",
            "government": "",
            "health": "Here in the North West, there are 1429 more hospital doctors in the NHS now than under Labour. We supported the Government, and 1000 more nurses. I will ensure that Wirral NHS receives a fair share of over £8 billion being invested nationally by 2020.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "If elected, I will vote to protect state pensions and increase them in line with average earnings, whichever is highest, and keep the state pension age under review.",
            "community": [
                {
                    "content": "Our local environment is one of the reasons why so many of us are proud to call Wirral our home, I will oppose development of the green belt and work with other groups to protect it.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Margaret, Heswall resident and charity volunteer",
                "endorsement": "I've known Adam since he was a boy growing up in Heswall. He's worked hard to set up his own business and, with two young children, he's passionate about making Heswall, and Wirral, an even better place to live and raise a family."
            },
            {
                "endorser": "Allan, Thornton Hough resident and Green Belt campaigner",
                "endorsement": "Adam is one of the best councillors we ever had in Thornton Hough. He listened to people, and tried his best to tackle problems affecting them. He's working with us to save the Green Belt in our area - caused by the Town Hall's failure to have a proper plan in place."
            },
            {
                "endorser": "Chris, Gayton resident and former Labour voter",
                "endorsement": "Like many others, I've voted Labour all my life, but I'm supporting the Conservatives for the first time. Adam was a great help to me. Theresa May is the right person to lead us through this uncertain period and we need to support her team of strong leaders like Adam Sykes, who will stand up for Wirral South."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Theresa May backs Adam Sykes"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 3,
                    "examples": [
                        "Here in the North West, there are 1429 more hospital doctors in the NHS now than under Labour.",
                        "We supported the Government, and 1000 more nurses.",
                        "eight more schools in our area have been rated 'Good' or 'Outstanding'"
                    ]
                },
                "qualitative": {
                    "count": 1,
                    "examples": [
                        "Adam is one of the best councillors we ever had in Thornton Hough. He listened to people, and tried his best to tackle problems affecting them."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 3,
                "candidateAlone": 0,
                "candidateWithOthers": 3
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Our local environment is one of the reasons why so many of us are proud to call Wirral our home",
                        "I will oppose development of the green belt",
                        "Jobs and industries in Wirral rely on the deal we secure in the Brexit negotiations"
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "If elected, I will vote to protect state pensions and increase them in line with average earnings",
                        "I will ensure that Wirral NHS receives a fair share of over £8 billion being invested nationally by 2020"
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I've known Adam since he was a boy growing up in Heswall. He's worked hard to set up his own business and, with two young children, he's passionate about making Heswall, and Wirral, an even better place to live and raise a family.",
                    "issueRelated": "community"
                }
            ],
            "endorsementsUsed": {
                "count": 3,
                "examples": [
                    "Margaret, Heswall resident and charity volunteer: I've known Adam since he was a boy growing up in Heswall. He's worked hard to set up his own business and, with two young children, he's passionate about making Heswall, and Wirral, an even better place to live and raise a family.",
                    "Allan, Thornton Hough resident and Green Belt campaigner: Adam is one of the best councillors we ever had in Thornton Hough. He listened to people, and tried his best to tackle problems affecting them. He's working with us to save the Green Belt in our area - caused by the Town Hall's failure to have a proper plan in place.",
                    "Chris, Gayton resident and former Labour voter: Like many others, I've voted Labour all my life, but I'm supporting the Conservatives for the first time. Adam was a great help to me. Theresa May is the right person to lead us through this uncertain period and we need to support her team of strong leaders like Adam Sykes, who will stand up for Wirral South."
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "He's working with us to save the Green Belt in our area - caused by the Town Hall's failure to have a proper plan in place."
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Jeremy Corbyn becoming Prime Minister of a shambolic coalition government"
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Jeremy Corbyn becoming Prime Minister of a shambolic coalition government"
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "As a former student at Caldy Grammar School",
                "employment": "He's worked hard to set up his own business",
                "education": "",
                "family": "With two young children, he's passionate about making Heswall, and Wirral, an even better place to live and raise a family"
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I've known Adam since he was a boy growing up in Heswall.",
                    "As a former student at Caldy Grammar School"
                ]
            }
        }
    }
}