{
    "leaflet": {
        "candidateName": "Beki Sellick",
        "candidateGender": "Female",
        "constituency": "Peterborough",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "SPEAKING UP FOR YOU",
                "content": "As a local campaigner Beki Sellick has worked with the area's Liberal Democrat councillors to help hold the Tory-controlled council to account. She recently used her right - that we all have as citizens - to put a question to council leaders at a meeting of the council.\nShe demanded to know why, despite Peterborough's claims to be an 'environment city', air quality has actually got worse rather than better according to the latest figures. Most of the problems with air quality come from traffic fumes so Beki asked why the council was not looking at things such as electric buses to help tackle the situation. She said: 'The Tory council had no good answers. There is no commitment to environmental improvement. As an MP I can do more to bring pressure to bear on the council.'\nBeki has also started petitions which have been submitted to the council. Last year, following the Brexit vote, she forced the council to consider a petition calling on it to do more to help EU citizens living in Peterborough to apply for UK citizenship - including running English language courses. She also encouraged the council to do more to recognise the city's multi-cultural heritage with events to bring different cultures together. She said: 'As an MP I would seek to protect the rights of EU nationals and everyone living here.'"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Air Quality",
                "policyDescription": "Demanded action on worsening air quality despite city's claims to be an 'environment city'."
            },
            {
                "policyTitle": "Environmental Improvement",
                "policyDescription": "Commitment to environmental improvement, critical of Tory council's poor performance."
            },
            {
                "policyTitle": "Support for EU Nationals",
                "policyDescription": "Forced the council to help EU citizens apply for UK citizenship and provide English language courses."
            },
            {
                "policyTitle": "Multi-cultural Heritage",
                "policyDescription": "Encouraged the council to recognise the city's multi-cultural heritage with events to bring cultures together."
            }
        ],
        "mentions": {
            "candidate": "Beki Sellick",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Last year, following the Brexit vote, she forced the council to consider a petition calling on it to do more to help EU citizens living in Peterborough to apply for UK citizenship - including running English language courses.",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "She demanded to know why, despite Peterborough's claims to be an 'environment city', air quality has actually got worse rather than better according to the latest figures. Most of the problems with air quality come from traffic fumes. The Tory council had no good answers. There is no commitment to environmental improvement.",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "Most of the problems with air quality come from traffic fumes so Beki asked why the council was not looking at things such as electric buses to help tackle the situation.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Beki moved to Peterborough with her toddler daughter in 2008 and immediately 'got involved'. She campaigns on issues such as children's welfare, housing and Fairtrade and chairs her local residents' association.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Beki is passionate about trying to make the world a fairer place - as a political campaigner, a community volunteer and a Liberal Democrat.",
        "politicalExperience": [
            {
                "role": "Local Campaigner",
                "duration": "",
                "achievements": "Worked with area's Liberal Democrat councillors to help hold the Tory-controlled council to account."
            },
            {
                "role": "Petition Starter",
                "duration": "",
                "achievements": "Started petitions on issues like environmental improvement and support for EU citizens."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "'The Tory council had no good answers. There is no commitment to environmental improvement. As an MP I can do more to bring pressure to bear on the council.'",
                "source": "",
                "date": ""
            },
            {
                "text": "'As an MP I would seek to protect the rights of EU nationals and everyone living here.'",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Beki Sellick, Liberal Democrat parliamentary candidate for Peterborough, after being interviewed on BBC Radio."
                },
                {
                    "caption": "Beki Sellick with local Liberal Democrat councillors Nick Sandford, Asif Shaheed and Simon Barkham."
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "Most of the problems with air quality come from traffic fumes.",
                        "Beki has also started petitions which have been submitted to the council."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "The Tory council had no good answers. There is no commitment to environmental improvement.",
                        "As an MP I can do more to bring pressure to bear on the council.",
                        "As an MP I would seek to protect the rights of EU nationals and everyone living here."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 2,
                "candidateAlone": 0,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "Beki Sellick has worked with the area's Liberal Democrat councillors to help hold the Tory-controlled council to account.",
                        "Beki moved to Peterborough with her toddler daughter in 2008 and immediately 'got involved'."
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "As an MP I can do more to bring pressure to bear on the council."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Beki moved to Peterborough with her toddler daughter in 2008 and immediately 'got involved'. She campaigns on issues such as children's welfare, housing and Fairtrade and chairs her local residents' association.",
                    "issueRelated": "community"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "The Tory council had no good answers. There is no commitment to environmental improvement."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "Beki moved to Peterborough with her toddler daughter in 2008 and immediately 'got involved'.",
                "employment": "",
                "education": "Beki did an engineering, economics and management degree at Oxford University.",
                "family": "Beki moved to Peterborough with her toddler daughter in 2008."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Beki moved to Peterborough with her toddler daughter in 2008 and immediately 'got involved'."
                ]
            }
        }
    }
}