{
    "leaflet": {
        "candidateName": "Beki Sellick",
        "candidateGender": "",
        "constituency": "Peterborough",
        "politicalParty": "Liberal Democrats",
        "electionDate": "June 8th",
        "messages": [
            {
                "title": "Beki believes we should ‘take back control’ over the Brexit deal",
                "content": "Peterborough’s Conservative and Labour supporters tell me that the Theresa May/ Stewart Jackson/ UKIP extreme Brexit plan is putting jobs and opportunities at risk. Prices are starting to rise. Just talking about leaving the Single Market has harmed us. Local businesses are delaying investment in innovations and new people. They already face extra costs (and suffer extra red tape) when they buy goods and services abroad and staff from overseas. As an engineer, I know Peterborough industry and retailers already trade around the world. We don’t need to add uncertainty to international suppliers or markets. We can take back control and avoid UKIP-style Brexit. We need someone who understands what we can realistically get from the EU, where I’ve won and grown engineering standards to make our railways cheaper and our exports flow."
            },
            {
                "title": "This election is about people (and money)",
                "content": "Lib Dems know most people want joined up health and social care. Our 1p Income Tax increase will raise £6 billion to fund our NHS properly. We will increase education spending, especially in ‘early years’ learning. We need an education system that focuses on every student achieving their best, for example by introducing national teacher pay scales and reversing the current broken system of governance, with more mental health and stimulated spending on reducing air quality levels. So we’ll reverse Conservative cuts, reinstating universal credit, abolishing bedroom tax and raising benefits for 18-24 year olds. Crucially, we need a culture that values our healthcare professionals and teachers properly. So we will abolish the 1% limit on public sector pay rises and reform Ofsted to cut unnecessary work for teachers."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Take back control of Brexit",
                "policyDescription": "Avoid UKIP-style Brexit, negotiate realistic outcomes from the EU."
            },
            {
                "policyTitle": "Build local jobs and prosperity",
                "policyDescription": "Support local businesses and promote innovations."
            },
            {
                "policyTitle": "Fairer health and social care",
                "policyDescription": "1p Income Tax increase to fund NHS, joined up health and social care."
            },
            {
                "policyTitle": "Invest in education",
                "policyDescription": "Increase education spending, focus on ‘early years’ learning."
            }
        ],
        "mentions": {
            "candidate": "Beki Sellick",
            "otherPartyLeaderCandidate": "Theresa May/ Stewart Jackson/ UKIP",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Beki believes we should ‘take back control’ over the Brexit deal. Avoid UKIP-style Brexit.",
            "defence": "",
            "economy": "Local businesses are delaying investment in innovations and new people due to Brexit.",
            "education": "Increase education spending, focus on every student achieving their best, e.g., early years learning.",
            "environment": "Stimulated spending on reducing air quality levels.",
            "governance": "Reversing the current broken system of governance.",
            "government": "",
            "health": "Our 1p Income Tax increase will raise £6 billion to fund our NHS properly. Joined up health and social care.",
            "immigration": "Local businesses are already facing extra costs and suffering extra red tape when they buy goods and services abroad and staff from overseas.",
            "labourEmployment": "Support for local businesses and innovations will help jobs and prosperity.",
            "lawCrime": "",
            "transport": "As an engineer, I know Peterborough industry and retailers already trade around the world.",
            "socialWelfare": "Reversing Conservative cuts, reinstating universal credit, abolishing bedroom tax, raising benefits for 18-24 year olds.",
            "community": [
                {
                    "content": "Peterborough’s Conservative and Labour supporters tell me that the Theresa May/ Stewart Jackson/ UKIP extreme Brexit plan is putting jobs and opportunities at risk. Prices are starting to rise. We need someone who understands what we can realistically get from the EU, where I’ve won and grown engineering standards to make our railways cheaper and our exports flow.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "Beki is a professional railway engineer who joined what was then British Rail in 1986. After a year on the shopfloor making trains, Beki did an engineering, economics and management degree at Oxford University - and then went on to gain a MEng degree. She has managed teams and managed people ever since! Although she finds delivering improvements for rail staff and passengers immensely rewarding, she has a life that’s more than part-time paid work. Beki works with Unitas to make fitness benefits for all ages more available, and as a local representative or community volunteer and a Liberal Democrat. She joined us in 2008 and immediately ‘got involved’. Beki moved to Peterborough with her toddler daughter in 2008 and immediately ‘got involved’. She campaigns on issues such as children’s welfare, housing and Fairtrade, and she chairs her local residents’ association.",
        "politicalExperience": [
            {
                "role": "Community volunteer and Liberal Democrat",
                "duration": "2008 - present",
                "achievements": "She campaigns on issues such as children’s welfare, housing and Fairtrade, and she chairs her local residents’ association."
            }
        ],
        "contactInformation": {
            "address": "28 Stapledon Road, Peterborough PE2 6TD",
            "phone": "01223 210677",
            "email": "beki.sellick@cambridgeshirelibdems.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "@LibDemBeki",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Beki with local Liberal Democrat councillors."
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "Our 1p Income Tax increase will raise £6 billion to fund our NHS properly.",
                        "Ending the 1% limit on public sector pay rises."
                    ]
                },
                "qualitative": {
                    "count": 2,
                    "examples": [
                        "Beki believes we should 'take back control' over the Brexit deal.",
                        "We need someone who understands what we can realistically get from the EU."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 3,
                "candidateAlone": 1,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Peterborough’s Conservative and Labour supporters tell me that the Theresa May/ Stewart Jackson/ UKIP extreme Brexit plan is putting jobs and opportunities at risk.",
                        "As an engineer, I know Peterborough industry and retailers already trade around the world.",
                        "Reversing the current broken system of governance."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "Local businesses are delaying investment in innovations and new people due to Brexit.",
                        "Support for local businesses and innovations will help jobs and prosperity."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Beki is a professional railway engineer. She moved to Peterborough with her toddler daughter in 2008 and immediately ‘got involved’. She campaigns on issues such as children’s welfare, housing and Fairtrade, and she chairs her local residents’ association.",
                    "issueRelated": "community"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "Peterborough’s Conservative and Labour supporters tell me that the Theresa May/ Stewart Jackson/ UKIP extreme Brexit plan is putting jobs and opportunities at risk."
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Just talking about leaving the Single Market has harmed us."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "Peterborough’s Conservative and Labour supporters tell me that the Theresa May/ Stewart Jackson/ UKIP extreme Brexit plan is putting jobs and opportunities at risk."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Beki moved to Peterborough with her toddler daughter in 2008 and immediately ‘got involved’.",
                "employment": "Beki is a professional railway engineer.",
                "education": "Beki did an engineering, economics and management degree at Oxford University and then gained a MEng degree.",
                "family": "She moved to Peterborough with her toddler daughter in 2008."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Beki moved to Peterborough with her toddler daughter in 2008 and immediately ‘got involved’."
                ]
            }
        }
    }
}