{
  "leaflet": {
    "candidateName": "Jo Prior",
    "candidateGender": "",
    "constituency": "Arundel and South Downs",
    "politicalParty": "Green Party",
    "electionDate": "June 8",
    "messages": [
      {
        "title": "",
        "content": "As your MP I will never forget that I work for you. The Green Party is a party of social and environmental justice, which wants to transform society for the benefit of all, and for the planet as a whole. I can’t guarantee you that as your MP I will achieve this, but I can tell you that I will give it my best shot.\nPolitics can change, is changing, and will continue to change. You can be a part of that change. Let’s stand together and change the world."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Saving the NHS",
        "policyDescription": ""
      },
      {
        "policyTitle": "Affordable homes for all",
        "policyDescription": ""
      },
      {
        "policyTitle": "Fair funding for local schools",
        "policyDescription": ""
      },
      {
        "policyTitle": "A vote on the terms of Brexit",
        "policyDescription": ""
      },
      {
        "policyTitle": "Fighting austerity",
        "policyDescription": ""
      },
      {
        "policyTitle": "Action on climate change",
        "policyDescription": ""
      }
    ],
    "mentions": {
      "candidate": "Jo Prior",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "defence": "",
      "economy": "",
      "education": "Fair funding for local schools; ban academic selection in schools, end to SATS and a balanced and appropriate curriculum.",
      "environment": "I will take immediate and decisive action to improve public transport and tackle the congestion on our roads. And I will demand fair funding for our schools; end to SATS and a balanced and appropriate curriculum. Fighting oil drilling. Will work with local campaigners.",
      "governance": "",
      "government": "",
      "health": "Saving the NHS; Insist our NHS and social care, the police and fire service are fully funded.",
      "immigration": "",
      "labourEmployment": "",
      "lawCrime": "",
      "transport": "I will take immediate and decisive action to improve public transport and tackle the congestion on our roads.",
      "socialWelfare": "",
      "community": [
        {
          "content": "Our region harbours a rich natural and cultural heritage and we are very lucky to live here. But we face many challenges both local, national and global.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have lived in Sussex all my life, currently near Steyning with my husband and three children. I am a lawyer and I have a Brighton based business. I am honoured to have been selected as the Green Party candidate for Arundel and the South Downs. Our population has grown, so too has pressure on our resources. There is an urgent need to protect the South Downs whilst at the same time ensuring that existing transport links are secure, maintaining our local infrastructures and at the same time protecting the environment and tackling climate change. I believe we can do both.",
    "politicalExperience": [
      {
        "role": "MEP",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "greenjopri@gmail.com",
      "website": "priorjohanna.wixsite.com/vote-green",
      "socialMedia": {
        "facebook": "facebook.com/jopriorgreenparty",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jo Prior"
        }
      ]
    },
    "additionalNotes": "",
    "analysis": {
      "statementAnalysis": {
        "quantitative": {
          "count": 0,
          "examples": [""]
        },
        "qualitative": {
          "count": 7,
          "examples": [
            "As your MP I will never forget that I work for you.",
            "The Green Party is a party of social and environmental justice.",
            "I believe we can do both.",
            "With my experience working for an MEP, as a lawyer and a parent, I know that I can deliver positive change, helping to secure a prosperous and sustainable future for the region.",
            "Politics can change, is changing, and will continue to change. You can be a part of that change.",
            "Let’s stand together and change the world.",
            "I live near Steyning with my husband and three children."
          ]
        }
      },
      "photoAnalysis": {
        "localPlaces": 1,
        "people": 1,
        "candidateAlone": 1,
        "candidateWithOthers": 0
      },
      "issueFocus": {
        "local": {
          "count": 3,
          "examples": [
            "Our region harbours a rich natural and cultural heritage and we are very lucky to live here.",
            "Ensuring that existing transport links are secure, maintaining our local infrastructures.",
            "Work with local campaigners fighting oil drilling."
          ]
        },
        "national": {
          "count": 4,
          "examples": [
            "Insist our NHS and social care, the police and fire service are fully funded.",
            "Fair funding for local schools.",
            "Immediate and decisive action to improve public transport and tackle the congestion on our roads.",
            "A vote on the terms of Brexit."
          ]
        }
      },
      "personalStories": [
        {
          "story": "I have lived in Sussex all my life, currently near Steyning with my husband and three children. I am a lawyer and I have a Brighton based business.",
          "issueRelated": ""
        }
      ],
      "endorsementsUsed": {
        "count": 0,
        "examples": [""]
      },
      "negativeMessaging": {
        "localIssues": {
          "count": 0,
          "examples": [""]
        },
        "nationalIssues": {
          "count": 0,
          "examples": [""]
        },
        "leaderOfOpponentsParty": {
          "count": 0,
          "examples": [""]
        },
        "oppositeCandidateNoName": {
          "count": 0,
          "examples": [""]
        },
        "oppositeCandidateWithName": {
          "count": 0,
          "examples": [""]
        }
      },
      "nonPolicyAttributes": {
        "localness": "I live near Steyning with my husband and three children.",
        "employment": "I am a lawyer and I have a Brighton based business.",
        "education": "",
        "family": "I live near Steyning with my husband and three children."
      },
      "localCandidate": {
        "isLocal": true,
        "examples": [
          "I have lived in Sussex all my life.",
          "Currently near Steyning with my husband and three children."
        ]
      }
    }
  }
}