{
    "leaflet": {
        "candidateName": "Gordon Munro",
        "candidateGender": "",
        "constituency": "Edinburgh North and Leith",
        "politicalParty": "Labour and Co-operative",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "GORDON MUNRO: THE RIGHT CHOICE FOR WESTMINSTER",
                "content": "Questions and Answers from Gordon\nQ: Why Westminster?\nA: I want to make Westminster work for all people in Edinburgh North and Leith. Some would style Westminster as the fount of all evil but it can be made to work for the people.\nQ: What are your biggest achievements?\nA: Personally, representing the area I was born in. Personally, my marriage 30 years this year and our two lovely daughters who are also our friends. On a personal level my First Class Honours degree from there University in 2003 made up for not doing well at school.\nQ: Influences?\nA: I have many influences. I learnt a lot from swimming and water polo with local club 1930 ASC about what team work can achieve. Our coaches were all local volunteers who gave their time freely to help us develop our skills a real life lesson in what volunteering can bring to communities. This was brought home to me as the full time carer for our daughters when I found out the support network created by local women for pre school childcare. Both experiences were influential in what we can achieve working together.\nQ: What do you do outside politics?\nA: Since the age of 4 I have swum for fun, competitively and for fitness at Leith Victoria swim centre. I also enjoy music both live and recorded and still play Bowie, the Clash, Springsteen as well as new stuff like Rachid Taha. I’m also an avid reader and my membership of the Scottish Poetry Library provides a real sanctuary from the stresses of modern life."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Culture For All",
                "policyDescription": "Labour will open up the Arts and Creative industries to everyone. Labour will maintain free entry to museums. Labour will end Tory and SNP cuts to Council budgets to support the provision of libraries, museums and galleries."
            }
        ],
        "mentions": {
            "candidate": "Gordon Munro",
            "otherPartyLeaderCandidate": "SNP",
            "partyLeader": "",
            "tacticalSituation": "Only Labour can beat SNP in Edinburgh North and Leith. At the last Westminster election, only in 2015, Labour came close second to the SNP. Conservatives were a poor third, with about double their vote. In 2014 Scotland and Edinburgh North and Leith voters rejected separatism. SNP support has declined dramatically: it’s down now on its 2015 General Election showing. Choose me on 9th June we will have a Labour Government and not Conservative."
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Labour will maintain free entry to museums. Labour will end Tory and SNP cuts to Council budgets to support the provision of libraries, museums and galleries.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "representing the area I was born in",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Gordon with his wife Alison and a celebrity guest!"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "Only Labour can beat SNP in Edinburgh North and Leith. At the last Westminster election, only in 2015, Labour came close second to the SNP. Conservatives were a poor third, with about double their vote."
                    ]
                },
                "qualitative": {
                    "count": 1,
                    "examples": [
                        "Labour will open up the Arts and Creative industries to everyone."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 0,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "Labour will maintain free entry to museums.",
                        "Labour will end Tory and SNP cuts to Council budgets to support the provision of libraries, museums and galleries."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "Choose me on 9th June we will have a Labour Government and not Conservative.",
                        "Only Labour can beat SNP in Edinburgh North and Leith."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I learnt a lot from swimming and water polo with local club 1930 ASC about what team work can achieve.",
                    "issueRelated": "community"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Labour will end Tory and SNP cuts to Council budgets to support the provision of libraries, museums and galleries."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "Only Labour can beat SNP in Edinburgh North and Leith."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "representing the area I was born in",
                "employment": "",
                "education": "my First Class Honours degree from there University in 2003",
                "family": "Personally, my marriage 30 years this year and our two lovely daughters who are also our friends."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "representing the area I was born in"
                ]
            }
        }
    }
}