{
    "leaflet": {
        "candidateName": "David Mellen",
        "candidateGender": "Male",
        "constituency": "Rushcliffe",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Protecting our NHS",
                "content": "Labour created the NHS, but under Theresa May’s government it is in crisis. Hospitals are understaffed, GPs are difficult to recruit and waiting lists are longer. Labour will give the NHS the resources it needs to serve our country. We will ensure nurses do not have to pay for their training and will increase investment in the mental and physical health. A Labour government will also mount a major programme to improve the health and wellbeing of every child in the country. This will include increasing the Index of Child Health to measure progress against international standards; legally requiring all Government departments to have a child health strategy to set out how they will support the UK’s ambition to make our children healthier than previous generations. We will also make sure nurses and health visitors to make house calls and give families the healthcare they are entitled to. A Labour Government would secure extra funding for Child and Adolescent Mental Health Services and support for counseling in every school."
            },
            {
                "title": "Keeping our communities safe",
                "content": "David’s role on the City Council is overseeing the council’s work with children. He is presenting Ruddington foster carers Andrea and Graham Hardy and Carol Jarvis MBE for their service. But resources in Children’s and Adults’ services are tight, and using fosterers like Andrea and Carol to look after vulnerable children is only part of fostering care. We need compassionate care workers to step up and look after the kids in their homes, to step into chaotic homes where they can live by 15 minute appointments. Labour will end zero hour contracts and give care workers more security. We also need a strong police force to keep our communities safe from crime. We will also take 10,000 new officers over the past seven years and investigate new technology."
            },
            {
                "title": "A Brexit that protects British jobs",
                "content": "57% of Rushcliffe residents voted to remain last June, but the country voted differently and so we will be leaving the EU. However, we must negotiate a deal which is as good as it can be for our economy. We need to retain our key relationships with other European countries, particularly on issues like travel for students. European citizens living and working in the UK must not be used as bargaining chips for Mrs May."
            },
            {
                "title": "Budget cuts hit Rushcliffe Schools",
                "content": "The Tory Government’s ‘Fairer Funding’ proposals would hit Rushcliffe schools with massive cuts. South Notts Academy alone will have to save hundreds of thousands of pounds from their budgets. These budget cuts will mean drastic cuts to all Rushcliffe Schools – losing resources, staff and extra students support. West Bridgford will lose £605 per pupil, which comes to £1 million. Edwalton will lose £590 per pupil, Abbey Gate Academy will lose £1 million. Rushcliffe School will lose £742 per pupil."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Protecting our NHS",
                "policyDescription": "Understaffed hospitals, difficulty in recruiting GPs, increased investment in mental and physical health, increased training for nurses, health strategy for children."
            },
            {
                "policyTitle": "Keeping our communities safe",
                "policyDescription": "Increase in compassionate care workers, end to zero hour contracts, stronger police force, introduction of new technology."
            },
            {
                "policyTitle": "A Brexit that protects British jobs",
                "policyDescription": "Negotiating a deal beneficial for the economy, maintaining key relationships with European countries, protecting European citizens living in the UK."
            },
            {
                "policyTitle": "Budget cuts hit Rushcliffe Schools",
                "policyDescription": "Opposition to the Tory Government’s ‘Fairer Funding’ proposals, which would result in significant budget cuts for Rushcliffe schools."
            }
        ],
        "mentions": {
            "candidate": "David Mellen",
            "otherPartyLeaderCandidate": "Theresa May",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "We must negotiate a deal which is as good as it can be for our economy. We need to retain our key relationships with other European countries, particularly on issues like travel for students. European citizens living and working in the UK must not be used as bargaining chips for Mrs May.",
            "defence": "",
            "economy": "South Notts Academy alone will have to save hundreds of thousands of pounds from their budgets. These budget cuts will mean drastic cuts to all Rushcliffe Schools – losing resources, staff and extra students support.",
            "education": "West Bridgford will lose £605 per pupil, which comes to £1 million. Edwalton will lose £590 per pupil, Abbey Gate Academy will lose £1 million. Rushcliffe School will lose £742 per pupil.",
            "environment": "",
            "governance": "",
            "government": "57% of Rushcliffe residents voted to remain last June, but the country voted differently and so we will be leaving the EU.",
            "health": "Labour will give the NHS the resources it needs to serve our country. We will ensure nurses do not have to pay for their training and will increase investment in the mental and physical health. A Labour government will also mount a major programme to improve the health and wellbeing of every child in the country. A Labour Government would secure extra funding for Child and Adolescent Mental Health Services and support for counseling in every school.",
            "immigration": "European citizens living and working in the UK must not be used as bargaining chips for Mrs May.",
            "labourEmployment": "We need compassionate care workers to step up and look after the kids in their homes, to step into chaotic homes where they can live by 15 minute appointments. Labour will end zero hour contracts and give care workers more security.",
            "lawCrime": "We also need a strong police force to keep our communities safe from crime. We will also take 10,000 new officers over the past seven years and investigate new technology.",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "David’s role on the City Council is overseeing the council’s work with children. He is presenting Ruddington foster carers Andrea and Graham Hardy and Carol Jarvis MBE for their service. But resources in Children’s and Adults’ services are tight, and using fosterers like Andrea and Carol to look after vulnerable children is only part of fostering care.",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "City Councillor",
                "duration": "Current",
                "achievements": "Overseeing the council’s work with children, presenting Ruddington foster carers for their service."
            },
            {
                "role": "Children's worker for New Life Baptist Church in West Bridgford",
                "duration": "Current",
                "achievements": "Runs a weekly after school club at Abbey Road Primary and holiday project."
            }
        ],
        "contactInformation": {
            "address": "70 Melton Rd, West Bridgford, NG2 7NF",
            "phone": "07799 529654",
            "email": "david.mellen4rushcliffe@gmail.com",
            "website": "www.labour.org.uk",
            "socialMedia": {
                "facebook": "fb.me/rushlifelabour",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "David will be on Central Avenue, West Bridgford every Saturday morning."
                },
                {
                    "caption": "David taught at Crossdale Drive Primary School in Keyworth for 12 years before he became a headteacher in Nottingham. He is now a City Councillor as well as a children's worker for New Life Baptist Church in West Bridgford."
                },
                {
                    "caption": "Ways to get in touch or to request a poster."
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "57% of Rushcliffe residents voted to remain last June."
                    ]
                },
                "qualitative": {
                    "count": 2,
                    "examples": [
                        "We must negotiate a deal which is as good as it can be for our economy.",
                        "Labour will end zero hour contracts and give care workers more security."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "David’s role on the City Council is overseeing the council’s work with children."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "European citizens living and working in the UK must not be used as bargaining chips for Mrs May.",
                        "Labour will give the NHS the resources it needs to serve our country."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "David taught at Crossdale Drive Primary School in Keyworth for 12 years before he became a headteacher in Nottingham. He is now a City Councillor as well as a children's worker for New Life Baptist Church in West Bridgford.",
                    "issueRelated": "Education"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 2,
                    "examples": [
                        "But under Theresa May’s government it is in crisis.",
                        "These budget cuts will mean drastic cuts to all Rushcliffe Schools – losing resources, staff and extra students support."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 2,
                    "examples": [
                        "But under Theresa May’s government it is in crisis.",
                        "European citizens living and working in the UK must not be used as bargaining chips for Mrs May."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "David taught at Crossdale Drive Primary School in Keyworth for 12 years before he became a headteacher in Nottingham. He is now a City Councillor as well as a children's worker for New Life Baptist Church in West Bridgford.",
                "employment": "Children's worker for New Life Baptist Church in West Bridgford.",
                "education": "David taught at Crossdale Drive Primary School in Keyworth for 12 years before he became a headteacher in Nottingham.",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "David taught at Crossdale Drive Primary School in Keyworth for 12 years before he became a headteacher in Nottingham."
                ]
            }
        }
    }
}