{
    "leaflet": {
        "candidateName": "Tim Hallam",
        "candidateGender": "",
        "constituency": "Broxtowe",
        "politicalParty": "Liberal Democrats",
        "electionDate": "June 8th",
        "messages": [
            {
                "title": "Local Afghanistan veteran Tim Hallam is the best candidate for Broxtowe",
                "content": "Lib Dem Tim Hallam grew up in Bramcote and joined the RAF when he was sixteen years old, spending the next decade working as an aircraft technician. He was twice decorated for service in Afghanistan, where he was responsible for fixing and dispatching Harriers, often under rocket-fire from the Taliban.\nAfter leaving the military, Tim and his wife Jess decided to settle into civilian life and concentrate on their growing family. They initially lived near Stapleford where two of their children Mark, Ella and Ben, and their dog Tahra.\nA keen advocate of British engineering and manufacturing, Tim worked at Bombardier in Derby as a senior engineer and now runs his own business. He has voluntarily supported local secondary schools in promoting STEM subjects and offers presentations, teaching and mentoring the next generation of engineers.\nCommenting on the general area, Tim said, “I love Broxtowe – the people here are brilliant and it’s an honour to represent them. Ask any politicians cutting funding for services and expecting local communities to pick up the pieces, they will tell you that the services won’t be paid off for generations.\nTim added, “It’s time we had an MP who won’t take us for granted, one who will put our local issues at the heart of wider careers prospects, and we’ll get some real investment for our area.”"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A say on the Brexit deal",
                "policyDescription": "The British people narrowly voted for departure but not for a destination, which is why Tim and the Lib Dems are calling for the government to give the British people a vote on the final deal they negotiate with Europe. If it's not what the people want, then they should have the option to reject it."
            },
            {
                "policyTitle": "A well funded NHS",
                "policyDescription": "We need to be honest about the NHS – it can't continue to function if it is given a big boost to its funding, and if we want to save our NHS we have to be open shake in a little. That's why the Lib Dems would put an extra penny on Income Tax that can ONLY be used for the NHS and social care."
            },
            {
                "policyTitle": "Vital funding for schools",
                "policyDescription": "It is a tragedy that in 21st century Britain, the wealth of a child's parents still determines how they will do at school. We strongly oppose Conservative plans to cut funding for struggling schools and are fighting to change schools funding they desperately need."
            },
            {
                "policyTitle": "An end to the housing crisis",
                "policyDescription": "The Lib Dems have proposed radical plans to solve the housing crisis including increasing house building, protecting renters and reform land. Housing developers to appeal directly to the market but this can be fixed with direct government contractors where needed."
            },
            {
                "policyTitle": "Secure pensions",
                "policyDescription": "The Liberal Democrats introduced the triple-lock on pensions and are fighting to keep it. It's important that pensions continue to grow with prices, so that they grow with the costs. The Lib Dems will keep the triple-lock so that this always happens."
            },
            {
                "policyTitle": "A greener government",
                "policyDescription": "The Liberal Democrats believe in a greener, sustainable future based on reduced emissions, renewable energy, and responsible development. We neither need nor support fracking in Broxtowe, and Tim will continue to minimize this risky and costly process."
            }
        ],
        "mentions": {
            "candidate": "Tim Hallam",
            "otherPartyLeaderCandidate": "Conservative Anna Soubry, Labour Greg Marshall, UKIP candidate Fran Loi",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "The British people narrowly voted for departure but not for a destination, which is why Tim and the Lib Dems are calling for the government to give the British people a vote on the final deal they negotiate with Europe. If it's not what the people want, then they should have the option to reject it.",
            "defence": "",
            "economy": "",
            "education": "Vital funding for schools: It is a tragedy that in 21st century Britain, the wealth of a child's parents still determines how they will do at school. We strongly oppose Conservative plans to cut funding for struggling schools and are fighting to change schools funding they desperately need.",
            "environment": "A greener government: The Liberal Democrats believe in a greener, sustainable future based on reduced emissions, renewable energy, and responsible development. We neither need nor support fracking in Broxtowe, and Tim will continue to minimize this risky and costly process.",
            "governance": "",
            "government": "",
            "health": "A well funded NHS: We need to be honest about the NHS – it can't continue to function if it is given a big boost to its funding, and if we want to save our NHS we have to be open shake in a little. That's why the Lib Dems would put an extra penny on Income Tax that can ONLY be used for the NHS and social care.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "Secure pensions: The Liberal Democrats introduced the triple-lock on pensions and are fighting to keep it. It's important that pensions continue to grow with prices, so that they grow with the costs. The Lib Dems will keep the triple-lock so that this always happens.",
            "community": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "RAF Aircraft Technician",
                "duration": "10 years",
                "achievements": "Twice decorated for service in Afghanistan"
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "07590 407336",
            "email": "tim@timhallam.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "@Tim_Hallam",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "I love Broxtowe – the people here are brilliant and it’s an honour to represent them. Ask any politicians cutting funding for services and expecting local communities to pick up the pieces, they will tell you that the services won’t be paid off for generations.",
                "source": "Tim Hallam",
                "date": ""
            },
            {
                "text": "It’s time we had an MP who won’t take us for granted, one who will put our local issues at the heart of wider careers prospects, and we’ll get some real investment for our area.",
                "source": "Tim Hallam",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": []
                },
                "qualitative": {
                    "count": 2,
                    "examples": [
                        "I love Broxtowe – the people here are brilliant and it’s an honour to represent them. Ask any politicians cutting funding for services and expecting local communities to pick up the pieces, they will tell you that the services won’t be paid off for generations.",
                        "It’s time we had an MP who won’t take us for granted, one who will put our local issues at the heart of wider careers prospects, and we’ll get some real investment for our area."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 6,
                "candidateAlone": 2,
                "candidateWithOthers": 4
            },
            "issueFocus": {
                "local": {
                    "count": 0,
                    "examples": []
                },
                "national": {
                    "count": 5,
                    "examples": [
                        "The British people narrowly voted for departure but not for a destination, which is why Tim and the Lib Dems are calling for the government to give the British people a vote on the final deal they negotiate with Europe. If it's not what the people want, then they should have the option to reject it.",
                        "Vital funding for schools: It is a tragedy that in 21st century Britain, the wealth of a child's parents still determines how they will do at school. We strongly oppose Conservative plans to cut funding for struggling schools and are fighting to change schools funding they desperately need.",
                        "A well funded NHS: We need to be honest about the NHS – it can't continue to function if it is given a big boost to its funding, and if we want to save our NHS we have to be open shake in a little. That's why the Lib Dems would put an extra penny on Income Tax that can ONLY be used for the NHS and social care.",
                        "An end to the housing crisis: The Lib Dems have proposed radical plans to solve the housing crisis including increasing house building, protecting renters and reform housing developers to appeal directly to the market but this can be fixed with direct government contractors where needed.",
                        "A greener government: The Liberal Democrats believe in a greener, sustainable future based on reduced emissions, renewable energy, and responsible development. We neither need nor support fracking in Broxtowe, and Tim will continue to minimize this risky and costly process."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Local Afghanistan veteran Tim Hallam",
                    "issueRelated": ""
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Who says you have to settle for Theresa May's cold, mean-spirited version of Britain?"
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 1,
                    "examples": [
                        "Who says you have to settle for a bad Brexit deal that will cost jobs and put up prices?"
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "You get to choose from the following: Conservative Anna Soubry, Labour candidate Greg Marshall, UKIP candidate Fran Loi from Gedling."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Tim Hallam grew up in Bramcote",
                "employment": "Tim worked at Bombardier in Derby as a senior engineer and now runs his own business.",
                "education": "",
                "family": "Tim and his wife Jess decided to settle into civilian life and concentrate on their growing family."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Tim Hallam grew up in Bramcote"
                ]
            }
        }
    }
}