{
    "leaflet": {
        "candidateName": "Rt. Hon Theresa May",
        "candidateGender": "female",
        "constituency": "",
        "politicalParty": "Conservative Party",
        "electionDate": "",
        "messages": [
            {
                "title": "I'LL STAND UP FOR BRITAIN",
                "content": "As your Prime Minister, leading these negotiations at this crucial time in our country's history, I'll stand up for Britain and fight to guarantee our nation's economic security, our national security and our place in the world.\nI'll stand up for, I'll respect, and I'll fight to deliver what the British people voted for in last year's referendum.\nI'll stand up for Britain to guarantee our economic security, so we can deliver better-paying jobs for ordinary working people, in Test and in every part of our country. And I'll make things fairer for them, by curbing and reducing the number of people who come to Britain when we leave the EU.\nI'll stand up for Britain and strengthen our economy, so we can pay for a strong NHS, a good school place for every child and real technical education for more young people.\nAnd I'll stand up for Britain, once we do more to help local families with action to cap unfair energy prices, leaving more in your building and more affordable prices on offer and helping more people have a home of their own by building more houses right across Britain."
            },
            {
                "title": "STAND WITH ME TO HELP STRENGTHEN MY BREXIT HAND",
                "content": "I'll stand up for Britain, and I'm asking you to stand with me to help strengthen my hand.\nIf we stand together and get Brexit right, there is no limit to the potential opportunity for Britain as we leave the European Union.\nBut if we don't get Brexit right, the consequences for everyone in Britain and everyone here in Test will be dire. Vote to protect vital services – with fewer jobs, a weaker economy and a threat to the funding of services like the NHS."
            },
            {
                "title": "I'LL STAND UP FOR THE BRITISH PEOPLE AND FIGHT FOR THE BRITISH PEOPLE.",
                "content": "With Jeremy Corbyn as Prime Minister, there will be no attempt to put controls on immigration. And there will be no respect for the will of the British people.\nSo whilst I'll stand up for Britain and fight to get the best deal for people here in Southampton, Test, it's clear that Jeremy Corbyn won't even try.\nAnd because of this, and because this election is so crucial and unique, I know many people are thinking of voting for me and my party for the first time in their lives. And I respect and understand the importance of the decision that they face."
            },
            {
                "title": "MY COMMITMENT TO YOU AND TO BRITAIN",
                "content": "That's why I make this commitment to you. And this commitment to Britain.\nIf we stand together, and you vote to back me and strengthen my hand, I'll fight to make Brexit the success it needs to be.\nI'll stand up for Britain, and fight for Britain, to guarantee our economic security, to deliver better-paying jobs, a good school place for every child, real technical education – and extra funding, every year, for a strong NHS.\nAnd I'll stand up for Britain to ensure we control and reduce immigration when we leave the EU."
            },
            {
                "title": "SO DON'T RISK IT. LET'S STAND TOGETHER",
                "content": "Getting Brexit right is central to everything – our economic security, our national security and our place in the world.\nAnd with these vital negotiations beginning in just two weeks' time, now is not the time to risk our country's future.\nSo, stand with me. And vote for me."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Negotiate the best possible deal, ensure economic security, and reduce immigration."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Deliver better-paying jobs and strengthen the economy."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Provide a good school place for every child and real technical education."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Ensure funding for a strong NHS."
            },
            {
                "policyTitle": "Immigration",
                "policyDescription": "Curb and reduce the number of people who come to Britain."
            },
            {
                "policyTitle": "Social Welfare",
                "policyDescription": "Cap unfair energy prices and provide more affordable housing."
            }
        ],
        "mentions": {
            "candidate": "Rt. Hon Theresa May",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "",
            "tacticalSituation": "If I lose just 6 seats on Thursday, my government’s majority in the House of Commons will be gone, and our country will face the chaos of a hung parliament. Jeremy Corbyn will be imposed as Prime Minister, propped up by the minor parties that oppose Brexit, and with Nicola Sturgeon calling the shots."
        },
        "issues": {
            "brexitEurope": "With these vital negotiations beginning in just two weeks' time, now is not the time to risk our country's future.",
            "defence": "",
            "economy": "I'll stand up for Britain to guarantee our economic security, so we can deliver better-paying jobs for ordinary working people. If we stand together and get Brexit right, there is no limit to the potential opportunity for Britain as we leave the European Union.",
            "education": "I'll stand up for Britain so we can pay for a strong NHS, a good school place for every child and real technical education for more young people.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "I'll stand up for Britain so we can pay for a strong NHS.",
            "immigration": "I'll stand up for Britain to control and reduce immigration when we leave the EU.",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "And I'll stand up for Britain, once we do more to help local families with action to cap unfair energy prices, and helping more people have a home of their own by building more houses right across Britain.",
            "community": [
                {
                    "content": "once we do more to help local families with action to cap unfair energy prices, and helping more people have a home of their own by building more houses right across Britain.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "As your Prime Minister, leading these negotiations at this crucial time in our country's history, I'll stand up for Britain and fight to guarantee our nation's economic security, our national security and our place in the world. I'll stand up for, I'll respect, and I'll fight to deliver what the British people voted for in last year's referendum.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Promoted by Alan Mabbutt on behalf of the Conservative Party, both at 4 Matthew Parker Street, London, SW1H 9HQ.",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 3,
                    "examples": [
                        "If I lose just 6 seats on Thursday, my government's majority in the House of Commons will be gone, and our country will face the chaos of a hung parliament.",
                        "I'll stand up for, I'll respect, and I'll fight to deliver what the British people voted for in last year's referendum.",
                        "I'll stand up for Britain so we can pay for a strong NHS, a good school place for every child and real technical education for more young people."
                    ]
                },
                "qualitative": {
                    "count": 6,
                    "examples": [
                        "So whilst I'll stand up for Britain and fight to get the best deal for people here in Southampton, Test, it's clear that Jeremy Corbyn won't even try.",
                        "That's why I make this commitment to you. And this commitment to Britain.",
                        "If we stand together, and you vote to back me and strengthen my hand, I'll fight to make Brexit the success it needs to be.",
                        "I'll stand up for Britain to guarantee our economic security, so we can deliver better-paying jobs for ordinary working people.",
                        "But if we don't get Brexit right, the consequences for everyone in Britain and everyone here in Test will be dire.",
                        "And because of this, and because this election is so crucial and unique, I know many people are thinking of voting for me and my party for the first time in their lives."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 0,
                "candidateAlone": 0,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "help local families with action to cap unfair energy prices, and helping more people have a home of their own by building more houses right across Britain.",
                        "fight to get the best deal for people here in Southampton, Test"
                    ]
                },
                "national": {
                    "count": 6,
                    "examples": [
                        "getting Brexit right is central to everything – our economic security, our national security and our place in the world.",
                        "ensure funding for a strong NHS.",
                        "curb and reduce the number of people who come to Britain.",
                        "there is no limit to the potential opportunity for Britain as we leave the European Union.",
                        "fight to guarantee our nation's economic security.",
                        "control and reduce immigration when we leave the EU."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 3,
                    "examples": [
                        "The risk of letting Jeremy Corbyn lead our country at this crucial time is so very great.",
                        "Jeremy Corbyn will be imposed as Prime Minister, propped up by the minor parties that oppose Brexit, and with Nicola Sturgeon calling the shots.",
                        "With Jeremy Corbyn as Prime Minister, there will be no attempt to put controls on immigration. And there will be no respect for the will of the British people."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    ""
                ]
            }
        }
    }
}