{
    "leaflet": {
        "candidateName": "Jo Kirby",
        "candidateGender": "",
        "constituency": "Moray",
        "politicalParty": "Scottish Labour",
        "electionDate": "Thursday 8th June",
        "messages": [
            {
                "title": "",
                "content": "Moray needs an MP that will get on with job of representing Moray residents and defending our schools, hospitals, and public services. Only Labour can provide the representation Moray so desperately needs."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "New opportunities for Moray's young people",
                "policyDescription": "Young people shouldn’t be forced to leave the area in order to fulfil their potential."
            },
            {
                "policyTitle": "Preserve the pensions triple lock",
                "policyDescription": "Labour will preserve the triple-lock until at least 2025."
            },
            {
                "policyTitle": "Oppose a second independence referendum",
                "policyDescription": "I'll oppose another divisive second independence referendum."
            },
            {
                "policyTitle": "Protect tax credits",
                "policyDescription": "The biggest legacy of the last Labour Government must be protected from Tory cuts."
            },
            {
                "policyTitle": "A new deal for Moray’s fishers",
                "policyDescription": "We need to harness its potential for growth."
            },
            {
                "policyTitle": "Fighting for better jobs",
                "policyDescription": "People in Moray deserve a fair day’s pay for a fair day’s work."
            },
            {
                "policyTitle": "Fighting for public services",
                "policyDescription": "I’ll always fight for our public services such as schools and hospitals to receive the funding they need."
            }
        ],
        "mentions": {
            "candidate": "Jo Kirby",
            "otherPartyLeaderCandidate": "Nicola Sturgeon",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "The SNP only cares about a divisive second independence referendum and the Tories want a hard Brexit that will harm our economy.",
            "defence": "",
            "economy": "The SNP only cares about a divisive second independence referendum and the Tories want a hard Brexit that will harm our economy. Scotland deserves a pay rise. That is why I support Labour’s £10 an hour real living wage. People in Moray deserve a fair day’s pay for a fair day’s work.",
            "education": "",
            "environment": "",
            "governance": "Oppose a second independence referendum. I’ll oppose another divisive second independence referendum.",
            "government": "",
            "health": "Our schools, hospitals, and public services will not be neglected for too long. The Tories and the SNP have cut budgets for local services in Moray. I’ll always fight for our public services such as schools and hospitals to receive the funding they need.",
            "immigration": "",
            "labourEmployment": "New opportunities for Moray’s young people.Young people shouldn’t be forced to leave the area in order to fulfil their potential. People in Moray deserve a fair day’s pay for a fair day’s work. A new deal for Moray’s fishers. We need to harness its potential for growth.",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "Protect tax credits. The biggest legacy of the last Labour Government must be protected from Tory cuts.",
            "community": [
                {
                    "content": "We need to harness its potential for growth.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I am not a professional politician, I'm just an ordinary person who lives and works in the community of Moray. I am standing to be the next Member of Parliament for Moray on a positive manifesto, with fresh ideas for developing our area and building a fairer, more just society. Our schools, hospitals, and public services will not be neglected for too long. I will not waste my time, or yours, campaigning on narrow constitutional questions. I promise to listen to your needs and concerns and fight to protect the public services we all rely on. I will always fight for your interests, working for affordability of living costs in Moray and giving local business more recognition to boost our local economy.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Moray Constituency Labour Party, 2 Linkwood Close, Elgin IV30 6BF",
            "phone": "",
            "email": "moraylabour@gmail.com",
            "website": "www.moraylabour.org.uk",
            "socialMedia": {
                "facebook": "facebook.com/jokirbylabour",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Councillor John Divers",
                "endorsement": "“As a local teacher Jo's dedication, commitment, and passion, have had a positive impact on hundreds, if not thousands, of youngsters in Moray. If she brings the same dedication and hard work to representing Moray, she will be an outstanding MP making a real difference to the lives of the residents of Moray.”"
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jo Kirby - Scottish Labour candidate for Moray"
                },
                {
                    "caption": "Jo Kirby with supporters"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 3,
                    "examples": [
                        "Labour will preserve the triple-lock until at least 2025.",
                        "Scotland deserves a pay rise. That is why I support Labour’s £10 an hour real living wage.",
                        "People in Moray deserve a fair day’s pay for a fair day’s work."
                    ]
                },
                "qualitative": {
                    "count": 1,
                    "examples": [
                        "The biggest legacy of the last Labour Government must be protected from Tory cuts."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 2,
                "candidateAlone": 1,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 5,
                    "examples": [
                        "Moray needs an MP that will get on with job of representing Moray residents and defending our schools, hospitals, and public services.",
                        "New opportunities for Moray’s young people.",
                        "People in Moray deserve a fair day’s pay for a fair day’s work.",
                        "I'll always fight for our public services such as schools and hospitals to receive the funding they need.",
                        "A new deal for Moray’s fishers."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "Labour will preserve the triple-lock until at least 2025.",
                        "The biggest legacy of the last Labour Government must be protected from Tory cuts."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I am not a professional politician, I'm just an ordinary person who lives and works in the community of Moray. I am standing to be the next Member of Parliament for Moray on a positive manifesto, with fresh ideas for developing our area and building a fairer, more just society.",
                    "issueRelated": "community"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Councillor John Divers endorses Jo Kirby."
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "The Tories and the SNP have cut budgets for local services in Moray."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Nicola Sturgeon wants to swap the day job for the campaign trail. I'll oppose another divisive second independence referendum."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 1,
                    "examples": [
                        "The SNP only cares about a divisive second independence referendum and the Tories want a hard Brexit that will harm our economy."
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I’m just an ordinary person who lives and works in the community of Moray.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I’m just an ordinary person who lives and works in the community of Moray."
                ]
            }
        }
    }
}