{
    "leaflet": {
        "candidateName": "Howard Denby",
        "candidateGender": "",
        "constituency": "Sheffield Heeley",
        "politicalParty": "UK Independence Party",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "Since Theresa May was appointed as the Prime Minister she promised no snap election, in fact as late as March 2017 but then in the same month the Conservative electoral fraud scandal was concluded with a £70,000 fine and Police papers passed to the CPS with up to 20 MP’s under investigation. Then in April comes the U turn and Theresa May announces a Snap Election in June. A month later, in May, the CPS decided the evidence is clear that the Electoral Commission was correct in its verdict but that insufficient evidence was found to support criminal charges against individuals. The Establishment tried to say UKIP are finished and we even had infiltrators into UKIP to try to sabotage us but UKIP’s grass root members are ordinary people, we do not have multi millionaires financing us in return for favors. We have People Power. We do not represent the Working Class, Middle or Upper Class, we don’t even represent the Vulnerable or the elite, we represent ALL the People of the UK: We want a fair society that helps people who need it and we want to save our British culture before greed and envy destroys the ambitions of our young."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Immigration",
                "policyDescription": "UKIP are the ONLY party that wants control of immigration with a fair even handed immigration system."
            },
            {
                "policyTitle": "NHS",
                "policyDescription": "UKIP will ensure the service is free to UK residents and strip out the bureaucracy created by Labour."
            },
            {
                "policyTitle": "Spending",
                "policyDescription": "UKIP are the ONLY party that will control our national spending."
            },
            {
                "policyTitle": "Defence",
                "policyDescription": "UKIP want to have a fully equipped and armed forces ready to protect and not abandon them when they need us."
            },
            {
                "policyTitle": "Europe",
                "policyDescription": "UKIP want the government of Britain in Westminster not run by Europe…we voted out 10 years but now."
            },
            {
                "policyTitle": "Employment",
                "policyDescription": "UKIP will protect jobs in British workers in manufacturing, fishing and farming once we get back control of our Country."
            },
            {
                "policyTitle": "Foreign Aid",
                "policyDescription": "UKIP will target aid to humanitarian projects instead of paying up foreign governments who use our aid to buy weapons."
            }
        ],
        "mentions": {
            "candidate": "Howard Denby",
            "otherPartyLeaderCandidate": "Theresa May",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "The Lib Dem MP’s want to ignore the will of the majority, who decided in the referendum to vote Leave, ignore the result and remain in the EU.",
            "defence": "On Defence: We want to have a fully equipped and armed forces ready to protect and not abandon them when they need us.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "On The NHS: We will ensure the service is free to UK residents and strip out the bureaucracy created by Labour.",
            "immigration": "On Immigration: UKIP are the ONLY party that wants control of immigration with a fair even handed immigration system.",
            "labourEmployment": "On Employment: UKIP will protect jobs in British workers in manufacturing, fishing and farming once we get back control of our Country.",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": []
        },
        "personalStatement": "I don't want coalition with the other parties. I want change. I don't want another 40 years with our kids having to drag their feet and get us out into the world.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "Since Theresa May was appointed as the Prime Minister she promised no snap election, in fact as late as March 2017 but then in the same month the Conservative electoral fraud scandal was concluded with a £70,000 fine and Police papers passed to the CPS with up to 20 MP’s under investigation."
                    ]
                },
                "qualitative": {
                    "count": 6,
                    "examples": [
                        "The Lib Dem MP’s want to ignore the will of the majority, who decided in the referendum to vote Leave, ignore the result and remain in the EU.",
                        "The Labour Party, which acts like two parties, the one the public are told to vote for, the Constituency Party who promise to serve YOU, or the Parliamentary Labour Party, the Westminster Party that are all self serving.",
                        "None of these three parties live in the real world.",
                        "They all have one thing in common, no matter what they promise, once elected they will represent the establishment and the rich will get richer, while the majority of us get poorer.",
                        "The Establishment tried to say UKIP are finished and we even had infiltrators into UKIP to try to sabotage us but UKIP’s grass root members are ordinary people.",
                        "We do not represent the Working Class, Middle or Upper Class, we don’t even represent the Vulnerable or the elite, we represent ALL the People of the UK: We want a fair society that helps people who need it and we want to save our British culture before greed and envy destroys the ambitions of our young."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "On Immigration: UKIP are the ONLY party that wants control of immigration with a fair even handed immigration system."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "The Lib Dem MP’s want to ignore the will of the majority, who decided in the referendum to vote Leave, ignore the result and remain in the EU."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Since Theresa May was appointed as the Prime Minister she promised no snap election, in fact as late as March 2017 but then in the same month the Conservative electoral fraud scandal was concluded with a £70,000 fine and Police papers passed to the CPS with up to 20 MP’s under investigation."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    ""
                ]
            }
        }
    }
}