{
    "leaflet": {
        "candidateName": "Anna Turley",
        "candidateGender": "Female",
        "constituency": "Redcar",
        "politicalParty": "Labour and Co-operative",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "",
                "content": "Since you elected me as your local MP just two years ago, I’ve fought every day to make sure your voice is heard in Westminster."
            },
            {
                "title": "My pledges to you",
                "content": "I will keep defending our industries and fighting for more well paid jobs for local workers. I will fight for a Brexit deal which is fair for Teesside, builds a stronger economy that looks after everyone, and protects local jobs and tax-dodgers. I will defend our schools, our NHS, and other public services against Tory cuts and fight for investment they desperately need. I will never take risks with Britain’s security or defence and will support our hard-pressed police in the fight against terrorism. You’re my boss. You know I’m not just here at election time. I will always listen to your concerns and continue to be accessible with my regular advice surgeries and a town centre office."
            },
            {
                "title": "Anna is your local champion",
                "content": "Tories slash funding for local schools. Our primary schools in Redcar & Cleveland are amongst the best performing in the country, but Tory secondary schools need more support. I will always defend our health service, fight against cuts by Tory and Lib Dem government and ensure we get the investment for the next generation. Anna has challenged the government’s cuts and will always order the introduction of free school meals for all primary children."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Defending Industries",
                "policyDescription": "Fight for more well paid jobs for local workers."
            },
            {
                "policyTitle": "Fair Brexit Deal",
                "policyDescription": "Fight for a Brexit deal which is fair for Teesside, builds a stronger economy that looks after everyone, and protects local jobs and tax-dodgers."
            },
            {
                "policyTitle": "Schools and NHS Funding",
                "policyDescription": "Defend our schools, our NHS, and other public services against Tory cuts and fight for investment they desperately need."
            },
            {
                "policyTitle": "Security and Police Support",
                "policyDescription": "Never take risks with Britain’s security or defence and support our hard-pressed police in the fight against terrorism."
            }
        ],
        "mentions": {
            "candidate": "Anna Turley",
            "otherPartyLeaderCandidate": "Tories",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "Fight against terrorism, support Britain's security or defense.",
            "economy": "",
            "education": "Tories slash funding for local schools. Fight for investment for the next generation. Ensure we get the investment in secondary schools.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "Defend our NHS, support medical centers closures, improve health services, and confront Tory cuts.",
            "immigration": "",
            "labourEmployment": "Defending industries, more well paid jobs for local workers, support local businesses.",
            "lawCrime": "Support hard-pressed police in the fight against terrorism.",
            "transport": "",
            "socialWelfare": "Support for families, secure investment for abused animals.",
            "community": [
                {
                    "content": "Supported local businesses, helped secure compensation for steelworkers, and supported local residents dealing with individual problems.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "In Parliament I have fought to save our steel industry, challenged cuts to our hospitals and schools, opposed the unfair welfare changes, supported our armed forces, backed strong national security and defence, and introduced a bill to crack down on animal abusers. I also voted to start Brexit as so many of you voted for last year.",
        "politicalExperience": [
            {
                "role": "MP for two years",
                "duration": "Two years",
                "achievements": "Challenged medical centre closures, secured investment for our high streets, campaigned against housing development on our green belt, supported local businesses, helped secure compensation for steelworkers, and supported thousands of constituents dealing with individual problems."
            }
        ],
        "contactInformation": {
            "address": "10 Milbank Terrace, Redcar, TS10 1ED",
            "phone": "01642 485138",
            "email": "anna@annaforredcar.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "facebook.com/annatudgeredcar",
                "twitter": "twitter.com/annaturley",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Glen Durrant",
                "endorsement": "\"We have hit bullseye with Anna as our MP. She is a grafter and fights hard for our area.\""
            },
            {
                "endorser": "Melanie Hennessy",
                "endorsement": "\"When I came to see Anna for help she was so supportive, helping me to receive a positive outcome after a very stressful experience with my personal independence claim.\""
            },
            {
                "endorser": "Kevin Fryett",
                "endorsement": "\"Anna was there to support steelworkers, fighting alongside the workforce to fight to save our steel and our livelihoods. She continues to fight for the community and to help us rebuild after the closure.\""
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Anna facilitating a community event"
                },
                {
                    "caption": "Anna holding a regular advice surgery"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "In Parliament I have fought to save our steel industry, challenged cuts to our hospitals and schools, opposed the unfair welfare changes, supported our armed forces, backed strong national security and defence, and introduced a bill to crack down on animal abusers.",
                        "Helped secure compensation for steelworkers, and supported thousands of constituents dealing with individual problems."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "She is a grafter and fights hard for our area.",
                        "She was so supportive, helping me to receive a positive outcome after a very stressful experience.",
                        "Anna was there to support steelworkers, fighting alongside the workforce to fight to save our steel and our livelihoods."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 2,
                "people": 1,
                "candidateAlone": 2,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 4,
                    "examples": [
                        "Supported local businesses.",
                        "Challenged medical centre closures.",
                        "Campaign against housing development on our green belt.",
                        "Helped secure compensation for steelworkers."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "Fight against terrorism.",
                        "Defend our schools, NHS, and other public services against Tory cuts."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "\"When I came to see Anna for help she was so supportive, helping me to receive a positive outcome after a very stressful experience with my personal independence claim.\"",
                    "issueRelated": "social welfare"
                }
            ],
            "endorsementsUsed": {
                "count": 3,
                "examples": [
                    "\"We have hit bullseye with Anna as our MP. She is a grafter and fights hard for our area.\" - Glen Durrant",
                    "\"When I came to see Anna for help she was so supportive, helping me to receive a positive outcome after a very stressful experience with my personal independence claim.\" - Melanie Hennessy",
                    "\"Anna was there to support steelworkers, fighting alongside the workforce to fight to save our steel and our livelihoods. She continues to fight for the community and to help us rebuild after the closure.\" - Kevin Fryett"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "Tories slash funding for local schools."
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Defend against Tory cuts."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "Supported local businesses, helped secure compensation for steelworkers, and supported local residents dealing with individual problems.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Supported local businesses, helped secure compensation for steelworkers, and supported local residents dealing with individual problems."
                ]
            }
        }
    }
}