{
    "leaflet": {
        "candidateName": "Gareth Snell",
        "candidateGender": "",
        "constituency": "Stoke-on-Trent Central",
        "politicalParty": "Labour",
        "electionDate": "June 8th, 2017",
        "messages": [
            {
                "title": "The Conservative threat to our safety",
                "content": "The Tories have slashed police budgets and there are now fewer warranted police officers on the street than ever before. Stoke-on-Trent’s Tory Police Chief has closed police stations and reduced opening hours at the Hanley police station. Gareth said: “As your Member of Parliament, I will stand against further cuts, and pledge to have emergency services. By cutting funding to our police, the Tories are making our streets more dangerous and putting our families at risk.” The Labour Party is pledging to put an additional 10,000 police on the beat in order to make our streets safe."
            },
            {
                "title": "The Tory and UKIP attack on our school",
                "content": "Across Stoke-on-Trent, local schools are facing an unprecedented level of cuts - leaving schools without the books and computers they need and meaning teachers are having to teach subjects they have no job rather than those they are qualified in. The Tories had promised to protect school funding, but in every constituency in Stoke-on-Trent, every school is facing a real-terms cut in their budgets. As pupil numbers grow, the extra cash needed isn’t coming forward. In the worst cases, schools in Stoke-on-Trent and Staffordshire are asking parents for a small fee every term to keep the lights on and some school reduces costs. Gareth said, “Our children are rich in talent and potential, but that future is being stolen from them by a Conservative Government that is refusing to give our kids the education they deserve.”"
            },
            {
                "title": "It's time to save our NHS!",
                "content": "Our NHS is at crisis point. Royal Stoke hospital is overspent by £139 million, care for adults has been cut by Stoke-on-Trent City Council, and getting an appointment with your GP is getting more and more difficult. And this is all because of Tory cuts."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Safety",
                "policyDescription": "The Labour Party is pledging to put an additional 10,000 police on the beat in order to make our streets safe."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Oppose Conservative and UKIP policies that cut funding for local schools, ensuring access to proper resources and qualified teachers."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Oppose cuts to the NHS and local healthcare services, focusing on increasing funding and supporting NHS staff."
            }
        ],
        "mentions": {
            "candidate": "Gareth",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "Refers to issues around school funding cuts and the impact on teaching resources and staff qualifications.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "Royal Stoke hospital is overspent by £139 million, care for adults has been cut by Stoke-on-Trent City Council, and getting an appointment with your GP is getting more and more difficult.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Stoke-on-Trent, local schools are facing an unprecedented level of cuts",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "Since being elected to Parliament, I have made sure that I used my position to champion the important causes that affect so many people in Stoke-on-Trent. I believe in actions - not words. I’ve marched to save our NHS, I have campaigned with trade unions against the pay cap, I have supported WASPI Women, calling for a fair pension and I've supported efforts to help end loneliness for older people.",
        "politicalExperience": [
            {
                "role": "Member of Parliament",
                "duration": "",
                "achievements": "Have championed causes affecting people in Stoke-on-Trent; marched to save the NHS; campaigned against the pay cap; supported WASPI Women."
            }
        ],
        "contactInformation": {
            "address": "Hillcrest House, Garth Street, Stoke-on-Trent, ST1 2AB",
            "phone": "07464 871334",
            "email": "garethsctcentral@outlook.com",
            "website": "www.garethsnell.org.uk",
            "socialMedia": {
                "facebook": "facebook.com/gareth4stoke",
                "twitter": "@gareth_snell",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Gareth Snell - working for Stoke-on-Trent"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "Royal Stoke hospital is overspent by £139 million."
                    ]
                },
                "qualitative": {
                    "count": 8,
                    "examples": [
                        "The Tories are making our streets more dangerous and putting our families at risk.",
                        "Stoke-on-Trent’s Tory Police Chief has closed police stations and reduced opening hours at the Hanley police station.",
                        "Across Stoke-on-Trent, local schools are facing an unprecedented level of cuts.",
                        "Our children are rich in talent and potential, but that future is being stolen from them by a Conservative Government.",
                        "Our NHS is at crisis point.",
                        "Care for adults has been cut by Stoke-on-Trent City Council.",
                        "Getting an appointment with your GP is getting more and more difficult.",
                        "This is all because of Tory cuts."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 3,
                "candidateAlone": 2,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 0,
                    "examples": []
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "The Labour Party is pledging to put an additional 10,000 police on the beat.",
                        "Conservative Government is refusing to give our kids the education they deserve.",
                        "Our NHS is at crisis point."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "Stoke-on-Trent’s Tory Police Chief has closed police stations and reduced opening hours at the Hanley police station."
                    ]
                },
                "nationalIssues": {
                    "count": 4,
                    "examples": [
                        "The Tories are making our streets more dangerous and putting our families at risk.",
                        "Conservative Government is refusing to give our kids the education they deserve.",
                        "Care for adults has been cut by Stoke-on-Trent City Council.",
                        "This is all because of Tory cuts."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": []
            }
        }
    }
}