{
    "leaflet": {
        "candidateName": "Julian",
        "candidateGender": "",
        "constituency": "Cambridge",
        "politicalParty": "",
        "electionDate": "June 8th",
        "messages": [
            {
                "title": "",
                "content": "As one of few MPs with a background in science, Julian is well placed to stand up for Cambridge's science and technology sector. Many people working at the science park, university, and elsewhere are worried about the impact Brexit will have. I was so disappointed when Labour supported the Conservatives to vote for Article 50. Here in Cambridge, where single market access is so vital for our economy, we need to send a strong message to Theresa May on Brexit – and supporting Julian seems the best way to do that."
            },
            {
                "title": "",
                "content": "Schools in Cambridgeshire are some of the lowest funded in the country. When he was MP for Cambridge, Julian fought a fair funding campaign which brought in millions of pounds of extra investment. But things are still tough and we need Julian's energy again to push for a fairer deal for schools here. It's not just his action on education funding that makes Julian such a great candidate to be our MP, he has lived here for decades – indeed, before he became an MP he was a local councillor here in Chesterton. He was one of the first people to campaign for a North Cambridge train station and has consistently called for increased funding in our NHS. He understands our city and the issues we face here."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Science and Technology",
                "policyDescription": "Julian is well placed to stand up for Cambridge's science and technology sector."
            },
            {
                "policyTitle": "Brexit",
                "policyDescription": "Support for strong message on Brexit, opposing Article 50."
            },
            {
                "policyTitle": "Education Funding",
                "policyDescription": "Julian fought a fair funding campaign which brought in millions of pounds of extra investment."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Calls for increased funding in the NHS."
            },
            {
                "policyTitle": "Local Commitment",
                "policyDescription": "Campaigning for North Cambridge train station and understanding local issues."
            }
        ],
        "mentions": {
            "candidate": "Julian",
            "otherPartyLeaderCandidate": "Theresa May",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Many people working at the science park, university, and elsewhere are worried about the impact Brexit will have. We need to send a strong message to Theresa May on Brexit – and supporting Julian seems the best way to do that.",
            "defence": "",
            "economy": " Here in Cambridge, where single market access is so vital for our economy.",
            "education": "Schools in Cambridgeshire are some of the lowest funded in the country. Julian fought a fair funding campaign which brought in millions of pounds of extra investment. We need Julian's energy again to push for a fairer deal for schools here.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "Julian has consistently called for increased funding in our NHS.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "Julian was one of the first people to campaign for a North Cambridge train station.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Julian has lived here for decades – indeed, before he became an MP he was a local councillor here in Chesterton. He understands our city and the issues we face here.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Julian has lived here for decades – indeed, before he became an MP he was a local councillor here in Chesterton. He understands our city and the issues we face here.",
        "politicalExperience": [
            {
                "role": "MP for Cambridge",
                "duration": "",
                "achievements": "Fought a fair funding campaign which brought in millions of pounds of extra investment."
            },
            {
                "role": "Local Councillor",
                "duration": "",
                "achievements": "Campaigning for a North Cambridge train station."
            }
        ],
        "contactInformation": {
            "address": "Union Lane, Chesterton",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Cherry Payne",
                "endorsement": "As one of few MPs with a background in science, Julian is well placed to stand up for Cambridge's science and technology sector."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "Julian fought a fair funding campaign which brought in millions of pounds of extra investment."
                    ]
                },
                "qualitative": {
                    "count": 12,
                    "examples": [
                        "As one of few MPs with a background in science, Julian is well placed to stand up for Cambridge's science and technology sector.",
                        "Many people working at the science park, university, and elsewhere are worried about the impact Brexit will have.",
                        "Here in Cambridge, where single market access is so vital for our economy.",
                        "We need to send a strong message to Theresa May on Brexit – and supporting Julian seems the best way to do that.",
                        "I hope you will join me in backing Julian on June 8th.",
                        "Schools in Cambridgeshire are some of the lowest funded in the country.",
                        "We need Julian's energy again to push for a fairer deal for schools here.",
                        "It's not just his action on education funding that makes Julian such a great candidate to be our MP.",
                        "He has lived here for decades – indeed, before he became an MP he was a local councillor here in Chesterton.",
                        "He was one of the first people to campaign for a North Cambridge train station.",
                        "He understands our city and the issues we face here.",
                        "Julian has consistently called for increased funding in our NHS."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 0,
                "candidateAlone": 0,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "Julian was one of the first people to campaign for a North Cambridge train station.",
                        "School funding in Cambridgeshire."
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "We need to send a strong message to Theresa May on Brexit.",
                        "Here in Cambridge, where single market access is so vital for our economy.",
                        "Julian has consistently called for increased funding in our NHS."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Julian has lived here for decades – indeed, before he became an MP he was a local councillor here in Chesterton. He understands our city and the issues we face here.",
                    "issueRelated": "Local commitment and understanding of local issues."
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Cherry Payne"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "I was so disappointed when Labour supported the Conservatives to vote for Article 50."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Theresa May"
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "He has lived here for decades.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "He has lived here for decades.",
                    "Before he became an MP he was a local councillor here in Chesterton."
                ]
            }
        }
    }
}