{
    "leaflet": {
        "candidateName": "Richard Lawrie",
        "candidateGender": "",
        "constituency": "City of Durham",
        "politicalParty": "Conservatives",
        "electionDate": "Thursday 8th June",
        "messages": [
            {
                "title": "Strong, stable leadership in the national interest",
                "content": "Think Jeremy Corbyn as Prime Minister is never going to happen? Don't be so sure. Only the Conservatives can deliver."
            },
            {
                "title": "Plan for Durham",
                "content": "I will improve our infrastructure, campaign for the reopening of the Leamside Line to alleviate congestion on our roads, and will work with councillors to improve our city and attract investment. I will provide proper resources to ensure the NHS has the support it needs."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Strong Negotiating Hand",
                "policyDescription": "By going to Brussels with a strong negotiating hand, I can ensure we guarantee our economic security and prosperity."
            },
            {
                "policyTitle": "Plan for Durham",
                "policyDescription": "Improve infrastructure, reopen the Leamside Line, attract investment, and work with councillors to improve our city."
            },
            {
                "policyTitle": "NHS Support",
                "policyDescription": "Provide proper resources to ensure the NHS has the support it needs."
            }
        ],
        "mentions": {
            "candidate": "Richard Lawrie",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Theresa May",
            "tacticalSituation": "It’s a two horse race in City of Durham. At the last General Election Conservatives came second to Labour, polling almost twice as many votes as the Lib Dems. Only Richard Lawrie and the Conservatives can beat Labour here."
        },
        "issues": {
            "brexitEurope": "Making Brexit a success is central to our national interest. My Lancaster House Speech setting out our 12-point plan for Brexit. The Government’s Official White Paper on exiting the EU. Our Article 50 Letter to the President of the European Council. The Great Repeal Bill to ensure a smooth and orderly Brexit.",
            "defence": "",
            "economy": "Establish Britain as the strongest economy in Europe, in economic growth and national security. With a strong negotiating hand I can deliver for you and for Britain. Build a stronger economy that will create secure and well-paid jobs.",
            "education": "Increase the size of the University Technical College in Durham to train young people and provide investment in our schools.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "Build on the proud Conservative record of staff increases and NHS spending. Provide proper resources to ensure the NHS has the support it needs.",
            "immigration": "",
            "labourEmployment": "I will work with you to deliver growth, development and jobs.",
            "lawCrime": "",
            "transport": "Campaign for the reopening of the Leamside Line to alleviate congestion on our roads.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Improve our city, investment in our villages, and tourism to create more jobs.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "07983506036",
            "email": "mrarlorw@aol.com",
            "website": "",
            "socialMedia": {
                "facebook": "fb.com/conservatives",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Images of Richard Lawrie engaging with the community."
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 3,
                    "examples": [
                        "My Lancaster House Speech setting out our 12-point plan for Brexit.",
                        "The Government’s Official White Paper on exiting the EU.",
                        "Our Article 50 Letter to the President of the European Council."
                    ]
                },
                "qualitative": {
                    "count": 5,
                    "examples": [
                        "A Coalition of Chaos with Jeremy Corbyn",
                        "Labour dominates Durham but has failed to deliver.",
                        "Establish Britain as the strongest economy in Europe.",
                        "Build on the proud Conservative record of staff increases and NHS spending.",
                        "Only the Conservatives can deliver."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 3,
                "candidateAlone": 1,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "A Plan for Durham. Improve our infrastructure.",
                        "Campaign for the reopening of the Leamside Line to alleviate congestion on our roads."
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "Making Brexit a success is central to our national interest.",
                        "Build a stronger economy that will create secure and well-paid jobs.",
                        "Establish Britain as the strongest economy in Europe."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Living in Gilesgate and as a Volunteer Tutor at Gilesgate Sixth Form, Richard has a strong connection with, and understanding of, the issues facing our city.",
                    "issueRelated": "education"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "Labour dominates Durham but has failed to deliver."
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "I will ensure we guarantee our economic security and prosperity. Only the Conservatives can deliver these profound changes to our country. The risk is just too big to take: higher debt, higher taxes, economic chaos."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "A Coalition of Chaos with Jeremy Corbyn."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "Think Jeremy Corbyn as Prime Minister is never going to happen? Don't be so sure."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Living in Gilesgate and as a Volunteer Tutor at Gilesgate Sixth Form, Richard has a strong connection with, and understanding of, the issues facing our city.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Living in Gilesgate and as a Volunteer Tutor at Gilesgate Sixth Form, Richard has a strong connection with, and understanding of, the issues facing our city."
                ]
            }
        }
    }
}