{
    "leaflet": {
        "candidateName": "Alok Sharma",
        "candidateGender": "",
        "constituency": "Reading West",
        "politicalParty": "Conservatives",
        "electionDate": "Thursday 8th June",
        "messages": [
            {
                "title": "",
                "content": "Alok Sharma Reading West STANDING WITH THERESA MAY"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Campaigning for Commuters",
                "policyDescription": "Alok Sharma has campaigned successfully over several years for an increase in the number of Standard Class seats on trains between Reading and Paddington, including through the conversion of First Class carriages into Standard seating. This campaigning has resulted in an extra 3,500 Standard Class seats a day."
            },
            {
                "policyTitle": "Keeping Our Children Safe",
                "policyDescription": "After multiple years of campaigning, local councils and schools across Reading district have adopted speeding ticket proceeds to increase staffing for school crossing patrols. This means more funds are now available to employ new crossing wardens."
            },
            {
                "policyTitle": "Making Brexit a Success",
                "policyDescription": "Making Brexit a success is central to our national interest. To ensure a smooth and orderly Brexit by establishing Britain as the strongest country in Europe, we aim to bring back control of laws, borders, and money and establish new trade deals, while ensuring national security by countering terrorism and modern slavery."
            },
            {
                "policyTitle": "Building a Stronger Economy",
                "policyDescription": "Build a stronger economy that rewards people who work hard and creates secure and well-paid jobs, will make sure there is growth and prosperity around the whole country."
            },
            {
                "policyTitle": "Providing Real Opportunity and Support for All",
                "policyDescription": "Giving everyone a chance to get on in life, by improving schools, affordable housing and making sure that those who need care and support or rely on our emergency services will pay for a strong NHS."
            },
            {
                "policyTitle": "Building a More Secure United Nation",
                "policyDescription": "Build a more secure and united nation, working to keep families and communities together, and doing our part on the international stage wherever we can."
            }
        ],
        "mentions": {
            "candidate": "Alok Sharma",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Theresa May",
            "tacticalSituation": "Think Jeremy Corbyn as Prime Minister is never going to happen? DON’T BE SO SURE"
        },
        "issues": {
            "brexitEurope": "Making Brexit a success is central to our national interest. To ensure a smooth and orderly Brexit by establishing Britain as the strongest country in Europe, we aim to bring back control of laws, borders, and money and establish new trade deals.",
            "defence": "",
            "economy": "Build a stronger economy that rewards people who work hard and creates secure and well-paid jobs; will make sure there is growth and prosperity around the whole country.",
            "education": "Providing real opportunity and support for all: Giving everyone a chance to get on in life, by improving schools.",
            "environment": "",
            "governance": "",
            "government": "Build a more secure and united nation, working to keep families and communities together, and doing our part on the international stage wherever we can.",
            "health": "Providing real opportunity and support for all: Giving everyone a chance to get on in life, by improving schools, affordable housing and making sure that those who need care and support or rely on our emergency services will pay for a strong NHS.",
            "immigration": "To ensure a smooth and orderly Brexit by securing control over our borders.",
            "labourEmployment": "",
            "lawCrime": "Ensuring national security by countering terrorism and modern slavery.",
            "transport": "Alok Sharma has campaigned successfully over several years for an increase in the number of Standard Class seats on trains between Reading and Paddington.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Campaigning for Commuters",
                    "yimbyNimby": "YIMBY"
                },
                {
                    "content": "Keeping Our Children Safe",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Alok grew up in Whitley Wood and Calcot. Before becoming an MP in 2010, he spent over 20 years working in the \"real world” as a professional, growing up in various households and experiencing diverse issues. Alok has championed hundreds of issues, working tirelessly for residents and charitable causes.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": "Alok has campaigned successfully over several years for an increase in the number of Standard Class seats on trains between Reading and Paddington. This campaigning has resulted in an extra 3,500 Standard Class seats a day."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "0118 945 4881",
            "email": "alok@readingwestconservatives.com",
            "website": "www.aloksharma2017.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Making Brexit a success is central to our national interest. To ensure a smooth and orderly Brexit, by establishing Britain as the strongest country in Europe, we aim to bring back control of laws, borders, and money and establish new trade deals; while ensuring national security by countering terrorism and modern slavery.",
                "source": "Rt.Hon THERESA MAY Prime Minister",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Campaigning for Commuters"
                },
                {
                    "caption": "Keeping Our Children Safe"
                },
                {
                    "caption": "Rt.Hon THERESA MAY Prime Minister"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "This campaigning has resulted in an extra 3,500 Standard Class seats a day.",
                        "Making Brexit a success is central to our national interest. To ensure a smooth and orderly Brexit by establishing Britain as the strongest country in Europe, we aim to bring back control of laws, borders, and money and establish new trade deals."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "Build a stronger economy that rewards people who work hard and creates secure and well-paid jobs; will make sure there is growth and prosperity around the whole country.",
                        "Providing real opportunity and support for all: Giving everyone a chance to get on in life, by improving schools, affordable housing and making sure that those who need care and support or rely on our emergency services will pay for a strong NHS.",
                        "Build a more secure and united nation, working to keep families and communities together, and doing our part on the international stage wherever we can."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 3,
                "people": 4,
                "candidateAlone": 1,
                "candidateWithOthers": 3
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "Campaigning for Commuters: Alok Sharma has campaigned successfully over several years for an increase in the number of Standard Class seats on trains between Reading and Paddington.",
                        "Keeping Our Children Safe: After multiple years of campaigning, local councils and schools across Reading district have adopted speeding ticket proceeds to increase staffing for school crossing patrols."
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "Making Brexit a success is central to our national interest.",
                        "Build a stronger economy that rewards people who work hard and creates secure and well-paid jobs, will make sure there is growth and prosperity around the whole country.",
                        "Build a more secure and united nation, working to keep families and communities together, and doing our part on the international stage wherever we can."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Alok grew up in Whitley Wood and Calcot. Before becoming an MP in 2010, he spent over 20 years working in the 'real world' as a professional, growing up in various households and experiencing diverse issues. Alok has championed hundreds of issues, working tirelessly for residents and charitable causes.",
                    "issueRelated": "Local candidate background and commitment to community service."
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "A COALITION OF CHAOS WITH JEREMY CORBYN"
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "A COALITION OF CHAOS WITH JEREMY CORBYN"
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "Alok grew up in Whitley Wood and Calcot.",
                "employment": "Before becoming an MP in 2010, he spent over 20 years working in the 'real world' as a professional.",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Alok grew up in Whitley Wood and Calcot."
                ]
            }
        }
    }
}