{
    "leaflet": {
        "candidateName": "Alex Sobel",
        "candidateGender": "",
        "constituency": "North Leeds",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "A letter from Alex Sobel, Labour's candidate to be our MP",
                "content": "Dear Resident,\nThis time last year, I was leading the Labour Remain campaign in North Leeds. I passionately believed that Britain should stay within the European Union, and I worked tirelessly knocking on doors across Leeds to make the case for our place in Europe.\n\nDuring the campaign senior Conservatives promised that Brexit wouldn’t be the hard Brexit we are being offered now. Michael Gove, for example, said 'Britain would retain access to the single market'.\n\nDuring the Parliamentary debate to trigger Article 50, Labour tabled nine vital amendments to protect our relationship with Europe. Labour amendments included:\n- allowing EU Citizens already here to stay in the UK\n- protecting workers' rights\n- securing full access to the Single Market\n\nThese safeguards were all voted down by the Conservatives.\n\nNearly every MP voted on the final reading of the Bill to trigger Article 50, as this was perhaps the most important vote a generation.\n\nAs a fellow resident of Leeds North West, you may – like me – have been disappointed to learn that Greg Mulholland MP did not vote on that final reading.\n\nLeeds North West decisively voted Remain in the referendum. Had I been your MP, I would have voted to reflect the wishes of my constituents.\n\nA Labour government will replace the current Brexit White Paper with a new set of negotiating priorities, putting safeguards and protections for working people first.\n\nA Labour government will also make sure that Parliament has the final say on the Brexit deal – and as your MP, I promise you that I will ensure that the voice of Leeds North West is heard.\n\nI also believe that the British people deserve to have their views heard on the final Brexit deal negotiated by the British government. We need a meaningful vote before any deal is accepted.\n\nBest wishes,\n\nAlex Sobel\n\nP.S.\nIn the last General Election 2 years ago, just 6% separated Labour and the Liberal Democrats with the Tories a distant third. Tactical voting isn’t a factor here in Leeds North West. You can vote for your values and a true Pro-European voice."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Replace the current Brexit White Paper with new negotiating priorities and put safeguards and protections for working people first."
            }
        ],
        "mentions": {
            "candidate": "Alex Sobel",
            "otherPartyLeaderCandidate": "Greg Mulholland",
            "partyLeader": "",
            "tacticalSituation": "In the last General Election 2 years ago, just 6% separated Labour and the Liberal Democrats with the Tories a distant third. Tactical voting isn’t a factor here in Leeds North West."
        },
        "issues": {
            "brexitEurope": "A Labour government will replace the current Brexit White Paper with a new set of negotiating priorities, putting safeguards and protections for working people first. A Labour government will also make sure that Parliament has the final say on the Brexit deal – and as your MP, I promise you that I will ensure that the voice of Leeds North West is heard. I also believe that the British people deserve to have their views heard on the final Brexit deal negotiated by the British government. We need a meaningful vote before any deal is accepted. I passionately believed that Britain should stay within the European Union.",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "Labour tabled nine vital amendments to protect our relationship with Europe. Labour amendments included: allowing EU Citizens already here to stay in the UK.",
            "labourEmployment": "Labour tabled nine vital amendments to protect our relationship with Europe. Labour amendments included: protecting workers' rights.",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Leeds North West decisively voted Remain in the referendum. Had I been your MP, I would have voted to reflect the wishes of my constituents.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "A letter from Alex Sobel, Labour’s candidate to be our MP"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "In the last General Election 2 years ago, just 6% separated Labour and the Liberal Democrats with the Tories a distant third."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "I passionately believed that Britain should stay within the European Union.",
                        "Had I been your MP, I would have voted to reflect the wishes of my constituents.",
                        "A Labour government will replace the current Brexit White Paper with a new set of negotiating priorities, putting safeguards and protections for working people first."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 0,
                "candidateAlone": 0,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "Leeds North West decisively voted Remain in the referendum."
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "A Labour government will replace the current Brexit White Paper with a new set of negotiating priorities, putting safeguards and protections for working people first."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": []
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "Greg Mulholland MP did not vote on that final reading."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "As a fellow resident of Leeds North West, you may – like me.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "As a fellow resident of Leeds North West, you may – like me."
                ]
            }
        }
    }
}