{
    "leaflet": {
        "candidateName": "Chris Leslie",
        "candidateGender": "",
        "constituency": "Nottingham East",
        "politicalParty": "Labour and Co-operative Party",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Chris Leslie's pledges to you",
                "content": "1. Defend the NHS and the principle of the 18 week maximum waiting target between GP referral and operations.\n2. Fight for school standards and resources, opposing the entire Tory ‘grammar schools’ agenda.\n3. Champion jobs and investment to boost productivity and living standards across Nottingham, and tackle inequality.\n4. Fight for Britain to keep the positive European links that have benefited Nottingham since the UK joined the ‘common market’.\n5. Provide a strong voice in Parliament for Nottingham, updating you regularly on local and national decisions."
            },
            {
                "title": "Tackling burglary and violent crime",
                "content": "The resources for Nottinghamshire Police have been reduced significantly in recent years and too many offences go unreported or unresolved.\n‘Anti-social behaviour can really blight our areas and with fewer police to enforce the knife crime laws young people are at real worry,’ says Chris.\n‘We cannot allow this situation to continue which is why full neighbourhood policing is so vital to carrying knives without good cause.’ The reassurance of seeing visible policing out on patrol is important and making a rapid response to crimes is vital. ‘We should fight for more and properly resourced officers on the beat that will be my priority,’ says Chris."
            },
            {
                "title": "A passion for educational excellence",
                "content": "‘High quality schools with good resources and excellent teaching should be our goal for every child,’ says Chris Leslie. ‘This is why the fight against the Tory ‘grammar schools’ agenda is so crucial. The government’s proposals will leave other local schools facing cuts because there are not sufficient places for all students to access STEM subjects, languages, arts, social sciences and sports’. Chris has campaigned for years against cuts to our local schools and will fight for resources to game equality for Nottingham. Local Sherwood mum Maria Fawcett said: ‘My son’s school is very good and it would be really damaging if money was sucked out to the advantage of well-off parents with access to tuition fees.",
                "images": [
                    {
                        "caption": "Chris Leslie regularly visiting Sherwood last year."
                    }
                ]
            },
            {
                "title": "Chris Leslie: Standing up for Nottingham East",
                "content": "This election could be the closest in Nottingham East for decades.\nWith the Tories banking on a big majority nationwide, re-electing Chris Leslie is more important than ever for stopping Conservative candidates decimating our services.\nFor decades, Nottingham has had a proud tradition of standing up for our local services. Nottingham has always had a proud history of supporting Labour values and stopping cuts to vital public services.\nMy record shows that while in Parliament, our community first and foremost know they have a local MP tackling their issues while standing up to fight for more resources for the community. Nottingham has always needed an MP with the knowledge of the community and the experience."
            },
            {
                "title": "Time to save the NHS",
                "content": "If we lose the NHS as we know it, we may never get it back. ‘I’ve seen our local Nottingham GPs and our local hospitals under strain for years and the people are having their social care cut because of Tory plans to keep dropping the 18 week target enforcement.\nI fear that the Conservatives are heading for more disastrous cuts to the NHS. This time am determined to defend the principle of taxpayers covering the cost to buy decent healthcare for all according to need rather than ability to pay. We’ve seen many people waiting more than four hours in Accident & Emergency. So I will campaign for the Government to invest in more funding to tackle these areas and make sure that NHS issues across all walks of patients from across the city and region come together and work for a stronger and fairer society.’"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "Defend the NHS and the principle of the 18 week maximum waiting target between GP referral and operations. Invest in more funding to tackle waiting times and make healthcare accessible for all."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Fight for school standards and resources, opposing the entire Tory ‘grammar schools’ agenda. Ensure high quality schools with good resources and excellent teaching for every child."
            },
            {
                "policyTitle": "Crime",
                "policyDescription": "Increase resources for Nottinghamshire Police, ensuring more officers on the beat and a rapid response to crimes. Combat anti-social behaviour and knife crime."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Champion jobs and investment to boost productivity and living standards across Nottingham, and tackle inequality."
            },
            {
                "policyTitle": "Europe",
                "policyDescription": "Fight for Britain to keep the positive European links that have benefited Nottingham since the UK joined the ‘common market’."
            }
        ],
        "mentions": {
            "candidate": "Chris Leslie",
            "otherPartyLeaderCandidate": "Conservative",
            "partyLeader": "",
            "tacticalSituation": "This election could be the closest in Nottingham East for decades."
        },
        "issues": {
            "brexitEurope": "Fight for Britain to keep the positive European links that have benefited Nottingham since the UK joined the ‘common market’.",
            "defence": "",
            "economy": "Champion jobs and investment to boost productivity and living standards across Nottingham, and tackle inequality.",
            "education": "‘High quality schools with good resources and excellent teaching should be our goal for every child.’ Fight against the Tory ‘grammar schools’ agenda.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "Defend the NHS and the principle of the 18 week maximum waiting target between GP referral and operations. Invest in more funding to tackle waiting times in Accident & Emergency.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "Increase resources for Nottinghamshire Police, ensuring more officers on the beat and a rapid response to crimes. Combat anti-social behaviour and knife crime.",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Fight for school standards and resources, opposing the entire Tory ‘grammar schools’ agenda. Ensure high quality schools with good resources and excellent teaching for every child.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "As one of Parliament’s most active MPs, Chris has sent weekly email updates to local people with news about Nottingham and updates from Westminster every week when the House of Commons is sitting.",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "",
                "achievements": "Sent weekly email updates to local people with news about Nottingham and updates from Westminster every week when the House of Commons is sitting."
            }
        ],
        "contactInformation": {
            "address": "Chris Leslie c/o Unison, Vivian Avenue, Nottingham NG5 1AF",
            "phone": "0115 847 5484",
            "email": "chrisleslie2017@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Local Sherwood mum Maria Fawcett",
                "endorsement": "My son’s school is very good and it would be really damaging if money was sucked out to the advantage of well-off parents."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Chris Leslie regularly visiting Sherwood last year."
                },
                {
                    "caption": "More police officers on the beat must be a priority."
                },
                {
                    "caption": "Chris visiting facilities at London Road Urgent Care Centre."
                },
                {
                    "caption": "Chris Leslie speaking to local residents."
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 3,
                    "examples": [
                        "Chris has sent weekly email updates to over 7,000 local people",
                        "I've seen our local Nottingham GPs and our local hospitals under strain for years",
                        "Invest in more funding to tackle"
                    ]
                },
                "qualitative": {
                    "count": 5,
                    "examples": [
                        "'Anti-social behaviour can really blight our areas and with fewer police to enforce the knife crime laws young people are at real worry'",
                        "'We should fight for more and properly resourced officers on the beat that will be my priority'",
                        "'This is why the fight against the Tory ‘grammar schools’ agenda is so crucial'",
                        "'The reassurance of seeing visible policing out on patrol is important and making a rapid response to crimes is vital'",
                        "'My record shows that while in Parliament, our community first and foremost know they have a local MP tackling their issues'"
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 4,
                "candidateAlone": 1,
                "candidateWithOthers": 3
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "'Invest in more funding to tackle waiting times in Accident & Emergency'",
                        "'Sending weekly email updates to local people with news about Nottingham'",
                        "'My record shows that while in Parliament, our community first and foremost know they have a local MP tackling their issues'"
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "'Fight for Britain to keep the positive European links that have benefited Nottingham since the UK joined the ‘common market’.'",
                        "'The government’s proposals will leave other local schools facing cuts because there are not sufficient places for all students to access STEM subjects, languages, arts, social sciences, and sports'",
                        "'Increase resources for Nottinghamshire Police, ensuring more officers on the beat and a rapid response to crimes'"
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Local Sherwood mum Maria Fawcett said: ‘My son’s school is very good and it would be really damaging if money was sucked out to the advantage of well-off parents with access to tuition fees.'",
                    "issueRelated": "Education"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Local Sherwood mum Maria Fawcett said: ‘My son’s school is very good and it would be really damaging if money was sucked out to the advantage of well-off parents with access to tuition fees.'"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 2,
                    "examples": [
                        "'Anti-social behaviour can really blight our areas and with fewer police to enforce the knife crime laws young people are at real worry'",
                        "'We cannot allow this situation to continue'"
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "'I fear that the Conservatives are heading for more disastrous cuts to the NHS'"
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": "Local Sherwood mum Maria Fawcett said: ‘My son’s school is very good and it would be really damaging if money was sucked out to the advantage of well-off parents with access to tuition fees.'"
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "My record shows that while in Parliament, our community first and foremost know they have a local MP tackling their issues."
                ]
            }
        }
    }
}