{
    "leaflet": {
        "candidateName": "Richard",
        "candidateGender": "",
        "constituency": "Gedling",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "Don't Risk It - Every Single Vote Will Count",
                "content": "Some people say Jeremy Corbyn can’t possibly become Prime Minister and it doesn’t matter how you vote locally in Gedling constituency. But just remember the opinion polls got the General Election wrong in 2015. They got the EU referendum wrong, and as Jeremy Corbyn has said himself, he was a 200-1 outside chance for the Labour leadership. So in days of shock election results and global uncertainty, no one can ever really be sure who will win. And with so much at stake, let’s not risk it."
            },
            {
                "title": "Back Me With Your Vote Here In Gedling",
                "content": "If you want the best Brexit deal for you and for Britain, then you must make your vote count. That is why I am asking you to back me. It’s nonsense for Labour to claim that a vote for them locally in the Gedling constituency doesn’t matter nationally. Because the simple fact is that, Jeremy Corbyn will claim each and every vote for Labour in the Gedling constituency as a vote for him, and as a vote for his nonsensical and dangerous ideas. And if Jeremy Corbyn wins in the Gedling constituency, his position is strengthened and my negotiating position is weakened. So the only way to back me is by voting Conservative in your local constituency of Gedling. A vote to back me is a vote to get the best Brexit deal possible. And your interest, too. A vote to back me is a vote to strengthen my negotiating position, to ensure we get the best Brexit deal possible. And a vote to back me is a vote to guarantee our economic security for the future. So Richard, please give me your backing and your vote. Together we can get on with the job of making life better for all of us."
            },
            {
                "title": "P.S.",
                "content": "So the choice at this election is clear. Strong and stable leadership with me in the national interest to see us through Brexit and beyond, or a hung parliament and coalition of chaos with Jeremy Corbyn. I pledge to you that a government where I am Prime Minister will not let you down Richard. Give me your support and I will get the best Brexit deal for you. I will stand up for you and govern for you."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "A vote to back me is a vote to get the best Brexit deal possible. And your interest, too. A vote to back me is a vote to strengthen my negotiating position, to ensure we get the best Brexit deal possible."
            },
            {
                "policyTitle": "Economic Security",
                "policyDescription": "A vote to back me is a vote to guarantee our economic security for the future."
            }
        ],
        "mentions": {
            "candidate": "Richard",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Theresa May",
            "tacticalSituation": "Some people say Jeremy Corbyn can’t possibly become Prime Minister and it doesn’t matter how you vote locally in Gedling constituency."
        },
        "issues": {
            "brexitEurope": "A vote to back me is a vote to get the best Brexit deal possible.",
            "defence": "",
            "economy": "A vote to back me is a vote to guarantee our economic security for the future.",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "So the choice at this election is clear. Strong and stable leadership with me in the national interest to see us through Brexit and beyond, or a hung parliament and coalition of chaos with Jeremy Corbyn.",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "qualitative": {
                    "count": 9,
                    "examples": [
                        "Some people say Jeremy Corbyn can’t possibly become Prime Minister and it doesn’t matter how you vote locally in Gedling constituency.",
                        "But just remember the opinion polls got the General Election wrong in 2015.",
                        "They got the EU referendum wrong, and as Jeremy Corbyn has said himself, he was a 200-1 outside chance for the Labour leadership.",
                        "So in days of shock election results and global uncertainty, no one can ever really be sure who will win.",
                        "And with so much at stake, let’s not risk it.",
                        "A vote to back me is a vote to guarantee our economic security for the future.",
                        "So Richard, please give me your backing and your vote. Together we can get on with the job of making life better for all of us.",
                        "I pledge to you that a government where I am Prime Minister will not let you down Richard.",
                        "I will stand up for you and govern for you."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 0,
                "candidateAlone": 0,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "Some people say Jeremy Corbyn can’t possibly become Prime Minister and it doesn’t matter how you vote locally in Gedling constituency."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "So the choice at this election is clear. Strong and stable leadership with me in the national interest to see us through Brexit and beyond, or a hung parliament and coalition of chaos with Jeremy Corbyn.",
                        "It’s nonsense for Labour to claim that a vote for them locally in the Gedling constituency doesn’t matter nationally."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "If Jeremy Corbyn wins in the Gedling constituency, his position is strengthened and my negotiating position is weakened."
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 2,
                    "examples": [
                        "So the choice at this election is clear. Strong and stable leadership with me in the national interest to see us through Brexit and beyond, or a hung parliament and coalition of chaos with Jeremy Corbyn.",
                        "It’s nonsense for Labour to claim that a vote for them locally in the Gedling constituency doesn’t matter nationally."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Some people say Jeremy Corbyn can’t possibly become Prime Minister and it doesn’t matter how you vote locally in Gedling constituency.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    "Some people say Jeremy Corbyn can’t possibly become Prime Minister and it doesn’t matter how you vote locally in Gedling constituency."
                ]
            }
        }
    }
}