{
    "leaflet": {
        "candidateName": "Robert Swift",
        "candidateGender": "male",
        "constituency": "Gedling",
        "politicalParty": "Liberal Democrats",
        "electionDate": "8th June",
        "messages": [
            {
                "title": "A vote for Robert Swift and the LibDems is a vote to:",
                "content": "Stay in the Single Market and have the final say on the Brexit deal. Raise £6bn for the NHS through 1p on income tax integrating health and social care. Protect the pensions 'triple lock'. Protect local schools from Tory cuts and invest in skills for people of all ages in Gedling."
            },
            {
                "title": "A personal message from Robert Swift",
                "content": "Dear Neighbour, I live in Arnold, having grown up, gone to school and worked locally. Neither Labour nor the Conservatives can find a candidate from this constituency. Both live far outside Gedling and have no stake in the quality of life here. Both are career politicians and obedient to party whips. This means that they are signed up 100% to a hard Brexit. As far as Labour and the Tories are concerned, half of Gedling’s voters should just shut up now and stop causing trouble. Both parties have tried other extremes, and yet still take you for granted. Labour’s candidate is an enthusiastic supporter of Article 50 and is unshakeable in her support of her leader, Jeremy Corbyn, who must think he is a legend. Faced with this choice you could stay at home – but there is an alternative. The Liberal Democrats occupy the progressive centre of UK politics. We are alone in our vision of an open, tolerant and united Britain. Even if you’ve never voted LibDem before, take a look at our priorities above. Do you prefer a Momentum socialist fantasy, or the Tories delivering UKIP’s 2015 manifesto? Don’t encourage the Conservatives or Labour by wasting your vote on them this time. Give Gedling a voice. You could have a new, local MP, who will listen to you and has been campaigning in this area since he was at school. If you vote Liberal Democrat on 8th June, I will not let you down. Thanks for reading, Robert Swift"
            },
            {
                "title": "Last chance to vote against Corbyn and May’s Brexit",
                "content": "It’s almost a year since the EU referendum, which came out narrowly in favour of Leave. In this year, all we’ve achieved is a fall in the pound and the creation of some new slogans and insults: 'Brexit means Brexit'; 'Enemies of The People'; 'Remoaners'. After finally triggering Article 50, our 'strong and stable' (her words) PM decided that the first two months of negotiation and failed to win a clear path. They have no strategy for Brexit and are making it up as they go along. They have fought amongst themselves, and the process, and all they are enthusiastic about – silencing opposition. Don’t let them silence you. Labour have abandoned the field and signed up fully to Tory Brexit plans. Your MP voted with Corbyn and the Conservatives for Article 50. Case dismissed! Condemned! The same combination were no less enthusiastic about giving out no choice to voters in 2015. A vote for Labour is a vote for keeping this harsh Brexit on the front page. The Liberal Democrats have always believed that Britain is better off in the EU, and we will keep fighting this 'undemocratic' act until the end. You need the final say on the Brexit deal. Voting LibDem is the only way to have your voice heard. Voting to stay in the single market, voting for a £6bn for NHS and social care. The vote must have the final say if it does not deliver a good outcome. This could be your last chance to vote against Corbyn and May’s job-destroying Brexit."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Stay in the Single Market",
                "policyDescription": "and have the final say on the Brexit deal."
            },
            {
                "policyTitle": "Raise £6bn for the NHS",
                "policyDescription": "through 1p on income tax integrating health and social care."
            },
            {
                "policyTitle": "Protect the pensions 'triple lock'",
                "policyDescription": "and ensure Tories won't commit to it."
            },
            {
                "policyTitle": "Protect local schools from Tory cuts",
                "policyDescription": "and invest in skills for people of all ages in Gedling."
            }
        ],
        "mentions": {
            "candidate": "Robert Swift",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "",
            "tacticalSituation": "If you vote Liberal Democrat on 8th June, I will not let you down."
        },
        "issues": {
            "brexitEurope": "You need the final say on the Brexit deal. Voting LibDem is the only way to have your voice heard. Voting to stay in the single market.",
            "defence": "",
            "economy": "",
            "education": "Protect local schools from Tory cuts and invest in skills for people of all ages in Gedling.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "Raise £6bn for the NHS through 1p on income tax integrating health and social care.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "Protect the pensions 'triple lock'.",
            "community": [
                {
                    "content": "Neither Labour nor the Conservatives can find a candidate from this constituency. Both live far outside Gedling and have no stake in the quality of life here.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I live in Arnold, having grown up, gone to school and worked locally. Neither Labour nor the Conservatives can find a candidate from this constituency. Both live far outside Gedling and have no stake in the quality of life here. Both are career politicians and obedient to party whips. This means that they are signed up 100% to a hard Brexit.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "robertswiftlibdems-ppc@yahoo.co.uk",
            "website": "libdems.org.uk/join",
            "socialMedia": {
                "facebook": "",
                "twitter": "@RobertSwiftLD",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "Raise £6bn for the NHS through 1p on income tax integrating health and social care."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "Stay in the Single Market and have the final say on the Brexit deal.",
                        "Protect the pensions 'triple lock'.",
                        "Protect local schools from Tory cuts and invest in skills for people of all ages in Gedling."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "Neither Labour nor the Conservatives can find a candidate from this constituency. Both live far outside Gedling and have no stake in the quality of life here."
                    ]
                },
                "national": {
                    "count": 5,
                    "examples": [
                        "It’s almost a year since the EU referendum, which came out narrowly in favour of Leave.",
                        "Labour have abandoned the field and signed up fully to Tory Brexit plans.",
                        "Raise £6bn for the NHS through 1p on income tax integrating health and social care.",
                        "Protect the pensions 'triple lock'.",
                        "Protect local schools from Tory cuts and invest in skills for people of all ages in Gedling."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I live in Arnold, having grown up, gone to school and worked locally.",
                    "issueRelated": "localness"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 3,
                    "examples": [
                        "Labour have abandoned the field and signed up fully to Tory Brexit plans.",
                        "As far as Labour and the Tories are concerned, half of Gedling’s voters should just shut up now and stop causing trouble.",
                        "Case dismissed! Condemned! The same combination were no less enthusiastic about giving out no choice to voters in 2015."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Jeremy Corbyn, who must think he is a legend."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "I live in Arnold, having grown up, gone to school and worked locally.",
                "employment": "",
                "education": "I live in Arnold, having grown up, gone to school and worked locally.",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I live in Arnold, having grown up, gone to school and worked locally."
                ]
            }
        }
    }
}