{
    "leaflet": {
        "candidateName": "Jeff Smith",
        "candidateGender": "",
        "constituency": "South Manchester",
        "politicalParty": "Labour",
        "electionDate": "Thursday June 8th",
        "messages": [
            {
                "title": "Labour will invest in our Police",
                "content": "Under the Tory and Tory/Lib Dem governments, Greater Manchester police have lost over a quarter of staff since 2010, and the strain shows. \"Too many south Manchester residents are worried about levels of anti-social behavior, fly-tipping, speeding and graffiti. We need a proper support for our police so we can get action on local crime. I am pleased to have supported the work our police and council officers are doing. And I will always press for investment in the police - whoever is in government,\" said Jeff."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Red Tory/Lib Dem Government",
                "policyDescription": "Cutting taxes for millionaires and hedge funds while read wages of workers fall by £1,600 a year, introducing the bedroom tax, ending the building of new council homes, trebling tuition fees"
            },
            {
                "policyTitle": "Labour Will Invest",
                "policyDescription": "Reversing Tory cuts, increasing council budget cuts which unfairly impact cities like Manchester, opposing a massive increase in UK debt under the Tories"
            }
        ],
        "mentions": {
            "candidate": "Jeff Smith",
            "otherPartyLeaderCandidate": "Tories",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Against a 'hard Brexit'",
            "defence": "",
            "economy": "Reversing Tory cuts, imposing council budget cuts which unfairly impact cities like Manchester, oppositing a massive increase in UK debt",
            "education": "Save Our Schools, Conservative government plans for school funding mean south Manchester's schools face massive cuts - with every single school in this area losing out",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "We need a proper support for our police so we can get action on local crime.",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Supporting local community efforts to defend our schools. I saw how devastating Tory budget cuts were to the schools in our area, and as a former governor, I understand how important this commitment to our children's future.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Jeff voted against triggering Article 50, and will oppose Tory Brexit plans that would harm south Manchester",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "",
                "achievements": "Dealing with over 10,000 inquiries in just two years. Holding local advice surgeries every week, and over 25,000 people have been invited to 'meet your MP' coffee mornings"
            }
        ],
        "contactInformation": {
            "address": "75 Kingslea Road, Manchester, M20 6JQ",
            "phone": "07470 514816",
            "email": "jeff@jeffsmith2017.co.uk",
            "website": "www.jeffsmith.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "@jeffsmithmp",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jeff Smith Labour"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "Greater Manchester police have lost over a quarter of staff since 2010"
                    ]
                },
                "qualitative": {
                    "count": 6,
                    "examples": [
                        "\"Too many south Manchester residents are worried about levels of anti-social behavior, fly-tipping, speeding and graffiti.",
                        "We need a proper support for our police so we can get action on local crime.",
                        "I am pleased to have supported the work our police and council officers are doing.",
                        "And I will always press for investment in the police - whoever is in government,\" said Jeff.",
                        "Supporting local community efforts to defend our schools.",
                        "I saw how devastating Tory budget cuts were to the schools in our area, and as a former governor, I understand how important this commitment to our children's future."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 4,
                "candidateAlone": 2,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Labour will invest in our Police",
                        "Save Our Schools",
                        "Supporting local community efforts to defend our schools"
                    ]
                },
                "national": {
                    "count": 4,
                    "examples": [
                        "The Lib Dem record in government",
                        "Imposing council budget cuts which unfairly impact cities like Manchester",
                        "Opposing a massive increase in UK debt",
                        "Cutting taxes for millionaires and hedge funds while reading wages of workers fall by £1,600 a year"
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Supporting local community efforts to defend our schools.",
                    "issueRelated": "education"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 4,
                    "examples": [
                        "Cutting taxes for millionaires and hedge funds while reading wages of workers fall by £1,600 a year",
                        "Conservative government plans for school funding mean south Manchester's schools face massive cuts - with every single school in this area losing out",
                        "I recently asked Theresa May who she'd rather see in government - someone like me, who could stand up for the area or one of her Conservative candidates who'll vote to give the Tories a blank cheque to do as they please.",
                        "She couldn't answer!"
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Theresa May wants you to think she called this snap general election because of Brexit. However, people are starting to realize her real aim is to win a big Tory majority and claim this as a mandate to impose more cuts on our community"
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 1,
                    "examples": [
                        "Vote for one of her Conservative candidates who'll vote to give the Tories a blank cheque to do as they please."
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "Jeff Smith: Standing up for South Manchester",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Jeff Smith: Standing up for South Manchester"
                ]
            }
        }
    }
}