{
    "leaflet": {
        "candidateName": "Tulip Siddiq",
        "candidateGender": "",
        "constituency": "Hampstead and Kilburn",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Tulip's promise to Hampstead and Kilburn",
                "content": "\"I will always put Hampstead and Kilburn first. It's a privilege to represent such an engaged and passionate constituency - you've sent me over 20,000 letters and questions in just two years!\n\nWhether it’s putting principles before career to stand up for local opinions on Brexit, voting against the party line on welfare or HS2, working cross-party to achieve policy successes from opposition, or fighting for Labour values in Parliament, I will always be your voice in Westminster - not Westminster’s voice in Hampstead and Kilburn.\n\nAn area like ours deserves a strong, independent voice.\""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Believing in the NHS",
                "policyDescription": "Tulip Siddiq supports the NHS, having personal experience with how it has changed lives. She brought together doctors, GPs, and pharmacists into Parliament to explain their cases directly to ministers."
            },
            {
                "policyTitle": "Close links with Europe",
                "policyDescription": "Over 75% of the area voted to Remain. Tulip Siddiq continues to fight against hard Brexit, pushing for policies that will protect their rights and market access."
            },
            {
                "policyTitle": "The housing London needs",
                "policyDescription": "Worked with the Mayor on record-breaking funding for affordable housing, aiming to secure more affordable housing and stronger support for tenants."
            },
            {
                "policyTitle": "Always supporting education",
                "policyDescription": "With past experience as a school governor, Tulip Siddiq ran a successful campaign to save a local school and promises to apply the same determination for local schools' funding."
            },
            {
                "policyTitle": "A strong, local voice working for you",
                "policyDescription": "Tulip Siddiq promises to be a strong local voice in Parliament, with a lifelong connection to the area she represents."
            }
        ],
        "mentions": {
            "candidate": "Tulip Siddiq",
            "otherPartyLeaderCandidate": "Theresa May",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Close links with Europe: Over 75% of our area voted to Remain. The worst thing we can do is be dragged out on Theresa May's hard Brexit. I will keep fighting for our rights and market access.",
            "defence": "",
            "economy": "",
            "education": "Always supporting education: As a local school governor, I know the importance of education. I ran a successful campaign to save one of our local schools and will apply the same determination to safeguarding our local schools from cuts.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "Believing in the NHS: I grew up with a disabled father and the NHS changed his life. I've brought doctors, GPs, and pharmacists into Parliament to explain their case directly to ministers. It’s very simple – patients are suffering due to staff shortages. If we value the health service, we need to pay for it.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "The housing London needs: I worked with the Mayor on his record-breaking £3.15bn for affordable housing, and struck last November. I will keep fighting for London to get more affordable housing and stronger support for tenants.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "21 Winchester Road, NW3 3NR",
            "phone": "020 8127 5525",
            "email": "tulip@tulipsiddiq.com",
            "website": "tulipsiddiq.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "@TulipSiddiq",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "Over 75% of our area voted to Remain."
                    ]
                },
                "qualitative": {
                    "count": 6,
                    "examples": [
                        "If we value the health service, we need to pay for it.",
                        "I will keep fighting for our rights and market access.",
                        "Patients are suffering due to staff shortages.",
                        "The worst thing we can do is be dragged out on Theresa May's hard Brexit.",
                        "I grew up with a disabled father and the NHS changed his life.",
                        "Theresa May's disastrous approach to negotiations, burning bridges not building them."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 2,
                "candidateAlone": 1,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "I will keep fighting for London to get more affordable housing and stronger support for tenants.",
                        "I ran a successful campaign to save one of our local schools."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "If we value the health service, we need to pay for it.",
                        "Over 75% of our area voted to Remain."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I grew up with a disabled father and the NHS changed his life.",
                    "issueRelated": "health"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 6,
                    "examples": [
                        "Abandoning the vulnerable: The Tories chose tax cuts favouring the largest corporates over our health service. The result is an NHS in crisis.",
                        "Leaving the Single Market: Theresa May’s disastrous approach to negotiations, burning bridges not building them.",
                        "Inaction on housing: The housing market is in its lowest peacetime rate since the 1920s. Ambitions to support appropriate housing targets were abandoned.",
                        "Cuts to local schools: The Tory candidate is supporting huge cuts to South Hampstead and Frognal schools.",
                        "Anti-London policies: From Brexit to school inspection regulation, it has become clear that the Tories don't care about London. The “local” Tory candidate stood for election in Northern Ireland in 2015!",
                        "Theresa May in her 2017 council budget proposed major cuts to funding that provides travel for disabled school children."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Theresa May’s disastrous approach to negotiations, burning bridges not building them."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 3,
                    "examples": [
                        "The Tories chose tax cuts favouring the largest corporates over our health service. The result is an NHS in crisis.",
                        "The Tory candidate is supporting huge cuts to South Hampstead and Frognal schools.",
                        "The Tory candidate stood for election in Northern Ireland in 2015!"
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I’m standing to represent the area in which I grew up and still live.",
                "employment": "As a school governor, I know the importance of education.",
                "education": "",
                "family": "I grew up with a disabled father and the NHS changed his life."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I’m standing to represent the area in which I grew up and still live.",
                    "This is my home. My parents got married in Kilburn and I've lived here since I was 16."
                ]
            }
        }
    }
}