{
    "leaflet": {
        "candidateName": "Gordon Henderson",
        "candidateGender": "",
        "constituency": "Sittingbourne",
        "politicalParty": "Conservatives",
        "electionDate": "12th December 2019",
        "messages": [
            {
                "title": "Dear Resident",
                "content": "This is a General Election that nobody really wanted, including me, but which I believe is necessary to break the impasse in a zombie Parliament that has consistently refused to allow the Government to govern or deliver the Brexit for which 17.4 million people voted almost three and a half years ago. Whether you voted to leave or remain in 2016, I hope you will agree that the democratic decision that was taken, and which the then Government promised to implement, has to be honoured if we are to uphold the best traditions of British democracy. We need to make Brexit happen, and do so in a way that protects the jobs and livelihoods of our citizens. That's what the new Withdrawal Agreement and Political Declaration Boris Johnson negotiated with the EU does. That is why I support it. The Brexit Party says it wants to leave with “no deal” and claims Boris’s deal keeps the UK in the EU. Anybody who believes that should ask themselves this question: If the deal really does keep us in the EU, why were remain supporting MPs so opposed to it? Surely they would have welcomed such a deal? The truth is that those MPs opposed it because the deal does get us out of the EU! But this election is not only about Brexit; it’s also an opportunity to vote for the candidate of your choice. I am not going to set out in this letter all the reasons why you should vote for me, I’ll do that in other literature. However, I have listed some of my future priorities on the other side of this letter. In addition, whether you voted to leave the EU or remain - and whatever your politics - I believe there is another consideration that you should take into account. Indeed, one of the most important decisions you must make is which candidate can best represent you in Parliament. That person needs to be somebody who understands the challenges facing Sittingbourne; they need to have a proven record of standing up for our area; and they need to be somebody you can trust to keep their word. I believe I am that person. I have lived in Swale for almost 40 years and know the challenges facing local residents. Your challenges are my challenges. For instance, I know the pressure on Sittingbourne’s secondary schools, caused partly by the lack of choice in secondary education on Sheppey. I am working on a solution. During my time living in the borough I have done my best to stand up for local communities, firstly as a Swale borough councillor, then as a Kent county councillor, and, since 2010, as your Member of Parliament. It has been an honour and a privilege to represent you for so long. I hope you will feel able to lend me your vote again and allow me to continue standing up for Sittingbourne."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Make Brexit happen in a way that protects the jobs and livelihoods of citizens."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Address the pressure on Sittingbourne’s secondary schools and lack of choice in secondary education on Sheppey."
            }
        ],
        "mentions": {
            "candidate": "Gordon Henderson",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Boris Johnson",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "We need to make Brexit happen, and do so in a way that protects the jobs and livelihoods of our citizens. That's what the new Withdrawal Agreement and Political Declaration Boris Johnson negotiated with the EU does. That is why I support it. The Brexit Party says it wants to leave with “no deal” and claims Boris’s deal keeps the UK in the EU. Anybody who believes that should ask themselves this question: If the deal really does keep us in the EU, why were remain supporting MPs so opposed to it? Surely they would have welcomed such a deal? The truth is that those MPs opposed it because the deal does get us out of the EU!",
            "defence": "",
            "economy": "",
            "education": "I know the pressure on Sittingbourne’s secondary schools, caused partly by the lack of choice in secondary education on Sheppey. I am working on a solution.",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "I have lived in Swale for almost 40 years and know the challenges facing local residents. Your challenges are my challenges. For instance, I know the pressure on Sittingbourne’s secondary schools, caused partly by the lack of choice in secondary education on Sheppey. I am working on a solution. During my time living in the borough I have done my best to stand up for local communities, firstly as a Swale borough councillor, then as a Kent county councillor, and, since 2010, as your Member of Parliament. It has been an honour and a privilege to represent you for so long. I hope you will feel able to lend me your vote again and allow me to continue standing up for Sittingbourne.",
        "politicalExperience": [
            {
                "role": "Swale borough councillor",
                "duration": "",
                "achievements": ""
            },
            {
                "role": "Kent county councillor",
                "duration": "",
                "achievements": ""
            },
            {
                "role": "Member of Parliament",
                "duration": "since 2010",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Conservative Central Office, Sittingbourne, ME10 2JJ",
            "phone": "",
            "email": "",
            "website": "vote4gordonhenderson.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "This is a General Election that nobody really wanted, including me, but which I believe is necessary to break the impasse in a zombie Parliament that has consistently refused to allow the Government to govern or deliver the Brexit for which 17.4 million people voted almost three and a half years ago."
                    ]
                },
                "qualitative": {
                    "count": 2,
                    "examples": [
                        "I believe I am that person.",
                        "It has been an honour and a privilege to represent you for so long."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "I know the pressure on Sittingbourne’s secondary schools, caused partly by the lack of choice in secondary education on Sheppey. I am working on a solution."
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "We need to make Brexit happen, and do so in a way that protects the jobs and livelihoods of our citizens."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I have lived in Swale for almost 40 years and know the challenges facing local residents. Your challenges are my challenges. For instance, I know the pressure on Sittingbourne’s secondary schools, caused partly by the lack of choice in secondary education on Sheppey. I am working on a solution.",
                    "issueRelated": "Education"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I have lived in Swale for almost 40 years and know the challenges facing local residents. Your challenges are my challenges.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I have lived in Swale for almost 40 years and know the challenges facing local residents."
                ]
            }
        }
    }
}