{
    "leaflet": {
        "candidateName": "Gerald Vernon-Jackson",
        "candidateGender": "",
        "constituency": "Portsmouth South",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "What a mess this country seems to be in. Brexit is a national embarrassment. We have had three years of indecision and wasted opportunity. The Conservative seem determined to Leave the EU at any cost. Jeremy Corbyn is determined to allow Brexit and has been clear that he will not commit to backing Remain. Labour Remainer MPs are powerless to stop him. I think Britain must demand better. Brexit is bad for our future whether it’s Boris Johnson or Jeremy Corbyn delivering it. We must be able to do better than this. If you think we need to stop Brexit to change the direction of our country, the Lib Dems are with you. Millions of voters are turning to the Liberal Democrats for change. Less than 18 months ago we gained more than half the Council seats for Portsmouth City Council again from the Conservatives. At the last general election more people voted Liberal Democrat across Portsmouth South than either the Conservative or Labour parties, the same thing happened in the European elections. We are Britain’s biggest Remain party and we’re here to offer a better future. I hope you’ll support us and together we will win the next General Election and stop Brexit. If we stop Brexit, then we can build an economy that works for everyone, so families aren’t forced to rely on foodbanks. We can make tackling climate change a priority for our government. We can invest in schools so that every child has the best start in life. This is the kind of Britain that we can build with your support. Best wishes,"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Stop Brexit",
                "policyDescription": "If we stop Brexit, then we can build an economy that works for everyone, so families aren’t forced to rely on foodbanks. We can make tackling climate change a priority for our government. We can invest in schools so that every child has the best start in life."
            }
        ],
        "mentions": {
            "candidate": "Gerald Vernon-Jackson",
            "otherPartyLeaderCandidate": "Jeremy Corbyn, Boris Johnson",
            "partyLeader": "",
            "tacticalSituation": "Millions of voters are turning to the Liberal Democrats for change. Less than 18 months ago we gained more than half the Council seats for Portsmouth City Council again from the Conservatives. At the last general election more people voted Liberal Democrat across Portsmouth South than either the Conservative or Labour parties, the same thing happened in the European elections. *Actual votes across Portsmouth South May 2019 election LIB DEM 8,351 LAB 6,958 CON 4,246"
        },
        "issues": {
            "brexitEurope": "Stop Brexit. The Conservative seem determined to Leave the EU at any cost. Jeremy Corbyn is determined to allow Brexit and has been clear that he will not commit to backing Remain. Labour Remainer MPs are powerless to stop him.",
            "defence": "",
            "economy": "If we stop Brexit, then we can build an economy that works for everyone, so families aren’t forced to rely on foodbanks.",
            "education": "We can invest in schools so that every child has the best start in life.",
            "environment": "We can make tackling climate change a priority for our government.",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Millions of voters are turning to the Liberal Democrats for change. Less than 18 months ago we gained more than half the Council seats for Portsmouth City Council again from the Conservatives.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Liberal Democrat candidate for Portsmouth South",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "220 Fratton Road, Portsmouth PO1 5HH",
            "phone": "",
            "email": "GeraldVJ@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "@GeraldVJUK",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "LIB DEM 8,351 LAB 6,958 CON 4,246"
                    ]
                },
                "qualitative": {
                    "count": 6,
                    "examples": [
                        "What a mess this country seems to be in. Brexit is a national embarrassment. We have had three years of indecision and wasted opportunity.",
                        "Millions of voters are turning to the Liberal Democrats for change.",
                        "I hope you’ll support us and together we will win the next General Election and stop Brexit.",
                        "If we stop Brexit, then we can build an economy that works for everyone, so families aren’t forced to rely on foodbanks.",
                        "We can make tackling climate change a priority for our government.",
                        "We can invest in schools so that every child has the best start in life."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "Millions of voters are turning to the Liberal Democrats for change. Less than 18 months ago we gained more than half the Council seats for Portsmouth City Council again from the Conservatives."
                    ]
                },
                "national": {
                    "count": 4,
                    "examples": [
                        "What a mess this country seems to be in. Brexit is a national embarrassment. We have had three years of indecision and wasted opportunity.",
                        "The Conservative seem determined to Leave the EU at any cost. Jeremy Corbyn is determined to allow Brexit and has been clear that he will not commit to backing Remain. Labour Remainer MPs are powerless to stop him.",
                        "We are Britain’s biggest Remain party and we’re here to offer a better future. I hope you’ll support us and together we will win the next General Election and stop Brexit.",
                        "If we stop Brexit, then we can build an economy that works for everyone, so families aren’t forced to rely on foodbanks. We can make tackling climate change a priority for our government. We can invest in schools so that every child has the best start in life."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "What a mess this country seems to be in. Brexit is a national embarrassment. We have had three years of indecision and wasted opportunity."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 2,
                    "examples": [
                        "Jeremy Corbyn is determined to allow Brexit and has been clear that he will not commit to backing Remain.",
                        "Brexit is bad for our future whether it’s Boris Johnson or Jeremy Corbyn delivering it."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    ""
                ]
            }
        }
    }
}