{
    "leaflet": {
        "candidateName": "Gordon Henderson",
        "candidateGender": "",
        "constituency": "Sheppey",
        "politicalParty": "Conservatives",
        "electionDate": "12th December 2019",
        "messages": [
            {
                "title": "Message to the Residents of Sheppey",
                "content": "This is a General Election that nobody really wanted, including me, but which I believe is necessary to break the impasse in a zombie Parliament that has consistently refused to allow the Government to govern or deliver the Brexit for which 17.4 million people voted almost three and a half years ago. Whether you voted to leave or remain in 2016, I hope you will agree that the democratic decision that was taken, and which the then Government promised to implement, has to be honoured if we are to uphold the best traditions of British democracy. We need to make Brexit happen, and do so in a way that protects the jobs and livelihoods of our citizens. That's what the new Withdrawal Agreement and Political Declaration Boris Johnson negotiated with the EU does. That is why I support it."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Support for new Withdrawal Agreement and Political Declaration Boris Johnson negotiated, making Brexit happen in a way that protects jobs and livelihoods."
            }
        ],
        "mentions": {
            "candidate": "I know the challenges Islanders face, because I have lived on Sheppey for almost 40 years. Your challenges are my challenges.",
            "otherPartyLeaderCandidate": "The Brexit Party says it wants to leave with \"no deal\" and claims Boris's deal keeps the UK in the EU.",
            "partyLeader": "Boris Johnson",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "We need to make Brexit happen, and do so in a way that protects the jobs and livelihoods of our citizens. That's what the new Withdrawal Agreement and Political Declaration Boris Johnson negotiated with the EU does. That is why I support it.",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "This is a General Election that nobody really wanted, including me, but which I believe is necessary to break the impasse in a zombie Parliament that has consistently refused to allow the Government to govern or deliver the Brexit for which 17.4 million people voted almost three and a half years ago.",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "I know the traffic problems that can sometimes make our journeys so frustrating, because I travel off the Island every single working day.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "I know the challenges Islanders face, because I have lived on Sheppey for almost 40 years. Your challenges are my challenges. […] During my time living on Sheppey I have done my best to stand up for Islanders, firstly as a Swale borough councillor, then as a Kent county councillor, and, since 2010, as your Member of Parliament.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I believe I am that person. I know the challenges Islanders face, because I have lived on Sheppey for almost 40 years. Your challenges are my challenges. For instance, I know the traffic problems that can sometimes make our journeys so frustrating, because I travel off the Island every single working day.",
        "politicalExperience": [
            {
                "role": "Swale borough councillor",
                "duration": "",
                "achievements": ""
            },
            {
                "role": "Kent county councillor",
                "duration": "",
                "achievements": ""
            },
            {
                "role": "Member of Parliament for Sheppey",
                "duration": "since 2010",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "vote4gordonhenderson.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "17.4 million people voted almost three and a half years ago."
                    ]
                },
                "qualitative": {
                    "count": 2,
                    "examples": [
                        "This is a General Election that nobody really wanted.",
                        "I believe I am that person."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "I know the traffic problems that can sometimes make our journeys so frustrating, because I travel off the Island every single working day.",
                        "I have done my best to stand up for Islanders, firstly as a Swale borough councillor, then as a Kent county councillor, and, since 2010, as your Member of Parliament."
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "We need to make Brexit happen, and do so in a way that protects the jobs and livelihoods of our citizens."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I know the challenges Islanders face, because I have lived on Sheppey for almost 40 years. Your challenges are my challenges. For instance, I know the traffic problems that can sometimes make our journeys so frustrating, because I travel off the Island every single working day.",
                    "issueRelated": "community"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "The Brexit Party says it wants to leave with \"no deal\" and claims Boris's deal keeps the UK in the EU."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I know the challenges Islanders face, because I have lived on Sheppey for almost 40 years.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I have lived on Sheppey for almost 40 years."
                ]
            }
        }
    }
}