{
    "leaflet": {
        "candidateName": "Wesley Foot",
        "candidateGender": "",
        "constituency": "Tynedale & Ponteland",
        "politicalParty": "Green Party",
        "electionDate": "June 8",
        "messages": [
            {
                "title": "",
                "content": "I believe in protecting our environment, in social justice, and a thriving economy based on independent business and local jobs. Public services should be run for people, not the profits of private corporations. The NHS should be publicly funded with an end to creeping privatisation. We need a proper public transport service that takes railway and bus services back into public ownership. We have to scrap tuition fees, so everyone has access to a world-class state education system without getting into crippling debt. People need a living wage, affordable homes and local jobs."
            },
            {
                "title": "",
                "content": "Tynedale & Ponteland are wonderful places to live, but we deserve more funding for rural transport & public services. There's not nearly enough investment in our schools. We need serious investment to protect our local health services from being downgraded. I will fight the massive expansion of commuter housing around Ponteland & Hexham."
            },
            {
                "title": "",
                "content": "The voices for change in UK politics are getting louder every day. Wesley Foot is proud to stand as the Green Party candidate for the North East. Showing that there is a real appetite for Green politics in Tynedale & Ponteland. We believe that we need to protect communities and build on the benefits of leaving the EU, but that can't be at the expense of our key public services like the NHS."
            },
            {
                "title": "",
                "content": "It's your opportunity to vote for a party and policies, that care for the future, not simply short term gain."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Public NHS",
                "policyDescription": "Fight for a publicly funded, publicly provided health service free at the point of use. End the creeping privatisation of the NHS and repeal the Health and Social Care Act 2012. Make mental health a much higher priority with resources to match this status."
            },
            {
                "policyTitle": "Fair Economy",
                "policyDescription": "End austerity and restore the public sector, creating over one million good jobs that pay at least a living wage. Pay for this with a new wealth tax on the top 1%, a Robin Hood Tax on the banks and the closure of tax loopholes. Increase the minimum wage to a real living wage of £10 an hour by 2020."
            },
            {
                "policyTitle": "Decent Homes",
                "policyDescription": "Abolish the cruel and unfair bedroom tax. Build 500,000 social-rented homes by 2020 and bring empty homes back into use to ensure everyone has access to an affordable place to live. Cap rent and introduce longer tenancies to provide greater protection for renters."
            },
            {
                "policyTitle": "Safe Climate",
                "policyDescription": "Take serious action on climate change by working with other countries to ensure global temperatures do not rise beyond 2 degrees. Phase out fossil-fuel based energy generation and nuclear power. Invest in a public programme of renewable generation, natural flood management and building insulation."
            },
            {
                "policyTitle": "Free Education",
                "policyDescription": "Scrap university tuition fees. Promote a comprehensive system of local schools offering mixed ability teaching staffed by qualified teachers. Bring Academies and Free Schools into the Local Authority system."
            },
            {
                "policyTitle": "Better Transport",
                "policyDescription": "Return the railways to public hands to stop profits being put before passengers. Introduce an immediate cut in fares of 10% to give passengers a much needed financial break. Promote walking and cycling to help reduce pollution and improve people's health."
            }
        ],
        "mentions": {
            "candidate": "Wesley Foot",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Caroline Lucas",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "We believe that we need to protect communities and build on the benefits of leaving the EU, but that can't be at the expense of our key public services like the NHS.",
            "defence": "",
            "economy": "End austerity and restore the public sector, creating over one million good jobs that pay at least a living wage. Pay for this with a new wealth tax on the top 1%, a Robin Hood Tax on the banks and the closure of tax loopholes. Increase the minimum wage to a real living wage of £10 an hour by 2020.",
            "education": "Scrap university tuition fees. Promote a comprehensive system of local schools offering mixed ability teaching staffed by qualified teachers. Bring Academies and Free Schools into the Local Authority system. There's not nearly enough investment in our schools.",
            "environment": "Take serious action on climate change by working with other countries to ensure global temperatures do not rise beyond 2 degrees. Phase out fossil-fuel based energy generation and nuclear power. Invest in a public programme of renewable generation, natural flood management and building insulation.",
            "governance": "",
            "government": "",
            "health": "Fight for a publicly funded, publicly provided health service free at the point of use. End the creeping privatisation of the NHS and repeal the Health and Social Care Act 2012. Make mental health a much higher priority with resources to match this status. We need serious investment to protect our local health services from being downgraded.",
            "immigration": "",
            "labourEmployment": "End austerity and restore the public sector, creating over one million good jobs that pay at least a living wage. Promote walking and cycling to help reduce pollution and improve people's health.",
            "lawCrime": "",
            "transport": "Return the railways to public hands to stop profits being put before passengers. Introduce an immediate cut in fares of 10% to give passengers a much needed financial break. Promote walking and cycling to help reduce pollution and improve people's health. We deserve more funding for rural transport & public services.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Build 500,000 social-rented homes by 2020 and bring empty homes back into use to ensure everyone has access to an affordable place to live. Cap rent and introduce longer tenancies to provide greater protection for renters.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Wesley Foot is proud to stand as the Green Party candidate for the North East. Showing that there is a real appetite for Green politics in Tynedale & Ponteland.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "wesley.foot@greenparty.org.uk",
            "website": "greenparty.org.uk",
            "socialMedia": {
                "facebook": "tynedalegreenparty",
                "twitter": "tynedalegreenparty",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "David Gilroy",
                "endorsement": "Published and promoted by David Gilroy on behalf of Tynedale Green Party at Wesley Foot."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Wesley Foot with supporters and Caroline Lucas"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "Creating over one million good jobs that pay at least a living wage.",
                        "Increase the minimum wage to a real living wage of £10 an hour by 2020."
                    ]
                },
                "qualitative": {
                    "count": 5,
                    "examples": [
                        "I believe in protecting our environment, in social justice, and a thriving economy based on independent business and local jobs.",
                        "People need a living wage, affordable homes and local jobs.",
                        "The voices for change in UK politics are getting louder every day.",
                        "Showing that there is a real appetite for Green politics in Tynedale & Ponteland.",
                        "It's your opportunity to vote for a party and policies, that care for the future, not simply short term gain."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 2,
                "people": 1,
                "candidateAlone": 0,
                "candidateWithOthers": 3
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "We need serious investment to protect our local health services from being downgraded.",
                        "We deserve more funding for rural transport & public services."
                    ]
                },
                "national": {
                    "count": 5,
                    "examples": [
                        "Fight for a publicly funded, publicly provided health service free at the point of use.",
                        "End austerity and restore the public sector, creating over one million good jobs that pay at least a living wage.",
                        "Scrap university tuition fees.",
                        "Return the railways to public hands to stop profits being put before passengers.",
                        "Take serious action on climate change by working with other countries to ensure global temperatures do not rise beyond 2 degrees."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Wesley Foot is proud to stand as the Green Party candidate for the North East.",
                    "issueRelated": "Governance"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Published and promoted by David Gilroy on behalf of Tynedale Green Party at Wesley Foot."
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Abolish the cruel and unfair bedroom tax."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Tynedale & Ponteland are wonderful places to live.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Wesley Foot is proud to stand as the Green Party candidate for the North East.",
                    "Showing that there is a real appetite for Green politics in Tynedale & Ponteland."
                ]
            }
        }
    }
}