{
    "leaflet": {
        "candidateName": "Alan Whitehead",
        "candidateGender": "",
        "constituency": "Southampton Test",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Stopping Boris’s Disastrous No-Deal Brexit",
                "content": "Boris Johnson and his government are committed to doing everything they can to run down the clock and crash us out of the EU without a deal."
            },
            {
                "title": "",
                "content": "We know that such a move would be catastrophic for the country in terms of tipping our under-performing economy into recession, severe short-term problems with the distribution of food, medicines and other vital supplies, and the likely loss of vital trade agreements across the world. Boris Johnson has made matters worse by suspending parliament for five weeks, leaving me no doubt that he wants to take us straight off a cliff edge with no intervention, whether that edge resulted from a referendum, consented by that vote to such a catastrophic and reckless course of action. That is why, with many colleagues in all parties, I voted to seize control of the parliamentary agenda and propose legislation which would prevent the UK crashing out of the EU with no deal on October 31st. We succeeded in this, and legislation followed which has now passed all its stages in Parliament. It requires the Prime Minister either to put a new deal to the House and to the European Council of Ministers in mid October or if not to ask the EU for a further extension so that a satisfactory deal can be agreed. It is clear now that we will be having a General Election at some point in the near future and I would welcome that, as we need a change of government because so many of the issues our country is facing under a Conservative government and break the Brexit deadlock."
            },
            {
                "title": "",
                "content": "We know that a General Election is imminent and that a vote for a party other than Labour or no vote at all makes it likely that a Tory MP will end up representing you in Parliament and pushing through a disastrous no-deal Brexit."
            },
            {
                "title": "",
                "content": "The problem with this is, that if a date for an election is agreed before the end of 31st October, it is within the gift of the Prime Minister, once the dissolution of parliament has been agreed, to change the date and take the UK out of the EU with no deal whilst the rest of us are out campaigning. Another way for us to get beyond the current deadlock is of course to have a second referendum and ask people whether they would accept a no deal Brexit, or whether knowing what is entailed would much rather stay in the EU? I think this would be a wise course of action and in this circumstance would campaign for Remain."
            },
            {
                "title": "",
                "content": "Everyone knows someone who has been helped by Alan. He’s been a strong voice for Southampton for over 20 years and in that time has stood up for us, and our city in parliament by: Fighting for better quality homes for all and tackling rogue landlords and letting agents Working to tackle the climate crisis and developing renewable energy resources Pushing parliament to introduce legislation that would make homes warmer, reducing fuel bills and helping the environment Fighting Tory cuts to Southampton schools: £475 per pupil by 2020 will be taken from our schools if Tories remain in power."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Stopping Boris’s Disastrous No-Deal Brexit",
                "policyDescription": "Prevent a no-deal Brexit scenario by taking control of the parliamentary agenda."
            },
            {
                "policyTitle": "Fighting for better quality homes for all",
                "policyDescription": "Tackle rogue landlords and letting agents."
            },
            {
                "policyTitle": "Working to tackle the climate crisis",
                "policyDescription": "Develop renewable energy resources."
            },
            {
                "policyTitle": "Pushing parliament to introduce legislation",
                "policyDescription": "Make homes warmer, reduce fuel bills, and help the environment."
            },
            {
                "policyTitle": "Fighting Tory cuts to Southampton schools",
                "policyDescription": "Oppose cuts that would take £475 per pupil by 2020 from local schools."
            }
        ],
        "mentions": {
            "candidate": "Alan Whitehead",
            "otherPartyLeaderCandidate": "Boris Johnson",
            "partyLeader": "",
            "tacticalSituation": "We know that a General Election is imminent and that a vote for a party other than Labour or no vote at all makes it likely that a Tory MP will end up representing you in Parliament and pushing through a disastrous no-deal Brexit."
        },
        "issues": {
            "brexitEurope": "Stopping Boris’s Disastrous No-Deal Brexit, catastrophic for the country, UK crashing out of the EU with no deal, Brexit deadlock",
            "defence": "",
            "economy": "catastrophic for the country in terms of tipping our under-performing economy into recession",
            "education": "Fighting Tory cuts to Southampton schools",
            "environment": "Working to tackle the climate crisis and developing renewable energy resources, Pushing parliament to introduce legislation that would make homes warmer, reducing fuel bills and helping the environment",
            "governance": "Boris Johnson has made matters worse by suspending parliament for five weeks, forcing a second referendum and push for Remain",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Fighting for better quality homes for all and tackling rogue landlords and letting agents",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP for Southampton",
                "duration": "20 years",
                "achievements": "strong voice for Southampton, stood up for us in parliament"
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "£475 per pupil by 2020 will be taken from our schools if Tories remain in power."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "Disastrous no-deal Brexit",
                        "catastrophic and reckless course of action",
                        "Wise course of action"
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 4,
                    "examples": [
                        "Champion for solar and geothermal energy in Southampton",
                        "Fighting for better quality homes for all and tackling rogue landlords and letting agents",
                        "Fighting Tory cuts to Southampton schools",
                        "£475 per pupil by 2020"
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "Stopping Boris’s Disastrous No-Deal Brexit",
                        "Boris Johnson has made matters worse by suspending parliament for five weeks",
                        "We know that such a move would be catastrophic for the country"
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 2,
                    "examples": [
                        "Stopping Boris’s Disastrous No-Deal Brexit",
                        "Boris Johnson has made matters worse by suspending parliament for five weeks"
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 2,
                    "examples": [
                        "Boris Johnson",
                        "Boris Johnson and his government are committed to doing everything they can to run down the clock and crash us out of the EU without a deal."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 1,
                    "examples": [
                        "Fighting Tory cuts to Southampton schools: £475 per pupil by 2020 will be taken from our schools if Tories remain in power."
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 2,
                    "examples": [
                        "Boris Johnson",
                        "Boris Johnson and his government are committed to doing everything they can to run down the clock and crash us out of the EU without a deal."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Everyone knows someone who has been helped by Alan. He’s been a strong voice for Southampton for over 20 years and in that time has stood up for us, and our city in parliament.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Everyone knows someone who has been helped by Alan. He’s been a strong voice for Southampton for over 20 years and in that time has stood up for us, and our city in parliament."
                ]
            }
        }
    }
}