{
    "leaflet": {
        "candidateName": "Martin Sawyer",
        "candidateGender": "",
        "constituency": "Talavera",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "Championing the Eastern District",
                "content": "Councillor Dennis Meredith has been a champion for the Eastern District of Northampton for many years. He lives in Southfields and works locally not nationally. Dennis has been lobbying the Borough Council and Northampton Partnership Homes to persuade them to take action to improve our area. He says “We are doing well but there is always more to be done and works are at various stages. To improve the area where we all live.” Soon Southfields work on a new Community Hub has started."
            },
            {
                "title": "Candidate discusses progress on Thorplands",
                "content": "Martin Sawyer the Liberal Democrat parliamentary candidate for December’s General Election has been out in Talavera Ward recently along with your local Focus Team. He went out to look at progress on the new development at Thorplands and met Lib Dem councillor Dennis Meredith. Building new affordable homes for rent is a key policy for Liberal Democrats."
            },
            {
                "title": "Casework Corner",
                "content": "People sometimes ask Councillor Dennis Meredith, “What do you actually do for us Dennis?”\n\nDennis says, I have been very active to improve the Eastern District and below are some key things we have achieved. Supporting Lumbertubs Association. Working with Northants County Council, LITC and Hope Centre to help vulnerable families. Southfields playing field £20,000. New road surface for Downhead Crescent and Spinney Hill. Sought funding for the Pastures Community Centre. Supported solar panels for Savoy Crescent properties. Reported overgrown bushes and litter along Midsummer Meadow. Improved local bus service and Sunday bus service to stop isolation. Library and Sure Start centre supported. Southfields painting the concrete bridges. £3,000 for new equipment for Southfields Playing Field. Supported change to one way system in Haldens Parkway. Nelmes Road being added to the gritting route in the winter. New doors on flats around Walledwell Court. Agreed with Northampton Partnership Homes to position new flats where public streetlights have been removed."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Building new affordable homes for rent",
                "policyDescription": "A key policy for Liberal Democrats."
            }
        ],
        "mentions": {
            "candidate": "Martin Sawyer",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Jo Swinson",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "Working with Northants County Council, LITC and Hope Centre to help vulnerable families.",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "Improved local bus service and Sunday bus service to stop isolation.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Councillor Dennis Meredith talks to residents about improving the  grounds around Thorplands. He and the council have agreed plans for new flats and he is urging the council to improve the road safety around the new development of Thorplands.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "People sometimes ask Councillor Dennis Meredith, “What do you actually do for us Dennis?” Dennis says, I have been very active to improve the Eastern District and below are some key things we have achieved.",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "",
                "achievements": "Lobbying the Borough Council and Northampton Partnership Homes, working with Northants County Council, LITC and Hope Centre to help vulnerable families, improved local bus service and Sunday bus service."
            }
        ],
        "contactInformation": {
            "address": "16 Evesham Court, NORTHAMPTON NN3 5JE",
            "phone": "01604 646380",
            "email": "dwg4246@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "@Sawyer4NN",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Dennis Meredith and Rona Meredith"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 5,
                    "examples": [
                        "Supporting Lumbertubs Association.",
                        "Working with Northants County Council, LITC and Hope Centre to help vulnerable families.",
                        "Southfields playing field £20,000.",
                        "New road surface for Downhead Crescent and Spinney Hill.",
                        "Sought funding for the Pastures Community Centre."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "A major problem",
                        "We really need to...",
                        "Let's make the Eastern District a better place together."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 2,
                "people": 4,
                "candidateAlone": 0,
                "candidateWithOthers": 4
            },
            "issueFocus": {
                "local": {
                    "count": 4,
                    "examples": [
                        "Lobbying the Borough Council and Northampton Partnership Homes to take action to improve our area.",
                        "Supporting Lumbertubs Association.",
                        "New road surface for Downhead Crescent and Spinney Hill.",
                        "Improved local bus service and Sunday bus service to stop isolation."
                    ]
                },
                "national": {
                    "count": 0,
                    "examples": []
                }
            },
            "personalStories": [
                {
                    "story": "Every Vote for Jo Swinson and The Liberal Democrat candidate is a vote to Stop Brexit and Build a Brighter Future.",
                    "issueRelated": "brexitEurope"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "Fly tipping is a major problem."
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": []
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "Councillor Dennis Meredith has been a champion for the Eastern District of Northampton for many years. He lives in Southfields and works locally.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Councillor Dennis Meredith has been a champion for the Eastern District of Northampton for many years."
                ]
            }
        }
    }
}