{
    "leaflet": {
        "candidateName": "Robert Eggleston",
        "candidateGender": "",
        "constituency": "Mid Sussex",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "A Local Champion for Mid Sussex",
                "content": "Robert Eggleston knows Mid Sussex well. He has lived here for 30 years, is a Mid Sussex District Councillor and is Leader of Burgess Hill Town Council. A solicitor by profession, Robert is married with two grown up daughters. He is campaigning to replace the unfair Business Rates system which is making life so tough for local shops and pubs. He is a strong advocate of small and public transport, has fought for the Fairfield re-development area in Burgess Hill and also sits on the area’s housing committee. Robert has successfully defended the rights of EU citizens to remain in the UK. 'I believe passionately in a more just society,' says Robert, 'and I will work hard for people to make life better for all and to keep us from crashing out of the EU at all.'"
            },
            {
                "title": "Our Chance for Change",
                "content": "A No Deal Brexit isn’t an option. Leaving without an agreement would threaten jobs and businesses in Mid Sussex. It would mean people losing their jobs, high tariffs on our food and our businesses being restricted in doing business on every continent. This issue can only be properly resolved by a people’s vote and every effort made to cancel Brexit or electing enough Liberal Democrat MPs to give voters a final say in the EU."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fighting for Our Area",
                "policyDescription": "A vote for Robert means: A Greener Future for Our Children, A Fit for Purpose Social Care System."
            },
            {
                "policyTitle": "Better Health Services, Better Homes",
                "policyDescription": "Robert Eggleston and the Liberal Democrats will tirelessly campaign against inadequate health services and ensure further investments in our NHS. They will also address housing crises, making sure that housing developments are beneficial for the community."
            }
        ],
        "mentions": {
            "candidate": "Robert Eggleston",
            "otherPartyLeaderCandidate": "Boris Johnson",
            "partyLeader": "",
            "tacticalSituation": "Only a vote for the Lib Dems can stop the Conservatives here in Mid Sussex. There is a clear choice between Lib Dems and Conservatives. A vote for any other party will lead to another Conservative MP."
        },
        "issues": {
            "brexitEurope": "Leaving without an agreement would threaten jobs and businesses in Mid Sussex. This issue can only be properly resolved by a people’s vote and every effort made to cancel Brexit or electing enough Liberal Democrat MPs to give voters a final say in the EU.",
            "defence": "",
            "economy": "He is campaigning to replace the unfair Business Rates system which is making life so tough for local shops and pubs.",
            "education": "",
            "environment": "A Greener Future for Our Children",
            "governance": "",
            "government": "",
            "health": "Better Health Services, Better Homes",
            "immigration": "Robert has successfully defended the rights of EU citizens to remain in the UK. 'I believe passionately in a more just society,' says Robert, 'and I will work hard for people to make life better for all and to keep us from crashing out of the EU at all.'",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "He is a strong advocate of small and public transport.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "He fought for the Fairfield re-development area in Burgess Hill and also sits on the area’s housing committee. Robert Eggleston and the Liberal Democrats will tirelessly campaign against inadequate health services and ensure further investments in our NHS. They will also address housing crises, making sure that housing developments are beneficial for the community.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Robert Eggleston knows Mid Sussex well. He has lived here for 30 years, is a Mid Sussex District Councillor and is Leader of Burgess Hill Town Council. A solicitor by profession, Robert is married with two grown up daughters.",
        "politicalExperience": [
            {
                "role": "Leader of Burgess Hill Town Council",
                "duration": "",
                "achievements": ""
            },
            {
                "role": "Mid Sussex District Councillor",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.LibDems.org.uk/vote",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Robert Eggleston will stand up for Mid Sussex"
                },
                {
                    "caption": "Robert will campaign tirelessly for local NHS services for Mid Sussex"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "Leaving without an agreement would threaten jobs and businesses in Mid Sussex.",
                        "This issue can only be properly resolved by a people’s vote and every effort made to cancel Brexit or electing enough Liberal Democrat MPs to give voters a final say in the EU."
                    ]
                },
                "qualitative": {
                    "count": 5,
                    "examples": [
                        "Robert Eggleston knows Mid Sussex well.",
                        "A Greener Future for Our Children",
                        "A Fit for Purpose Social Care System",
                        "Only a vote for the Lib Dems can stop the Conservatives here in Mid Sussex.",
                        "He is a strong advocate of small and public transport."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 2,
                "candidateAlone": 1,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "He fought for the Fairfield re-development area in Burgess Hill and also sits on the area’s housing committee.",
                        "Robert Eggleston and the Liberal Democrats will tirelessly campaign against inadequate health services and ensure further investments in our NHS.",
                        "He is campaigning to replace the unfair Business Rates system which is making life so tough for local shops and pubs."
                    ]
                },
                "national": {
                    "count": 4,
                    "examples": [
                        "Leaving without an agreement would threaten jobs and businesses in Mid Sussex.",
                        "This issue can only be properly resolved by a people’s vote and every effort made to cancel Brexit or electing enough Liberal Democrat MPs to give voters a final say in the EU.",
                        "A Greener Future for Our Children",
                        "A Fit for Purpose Social Care System"
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Robert Eggleston knows Mid Sussex well. He has lived here for 30 years, is a Mid Sussex District Councillor and is Leader of Burgess Hill Town Council. A solicitor by profession, Robert is married with two grown up daughters.",
                    "issueRelated": "advocacy for Mid Sussex"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "A No Deal Brexit isn’t an option."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "A No Deal Brexit isn’t an option."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "Boris Johnson"
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Robert Eggleston knows Mid Sussex well.",
                "employment": "A solicitor by profession.",
                "education": "",
                "family": "Robert is married with two grown up daughters."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Robert Eggleston knows Mid Sussex well. He has lived here for 30 years."
                ]
            }
        }
    }
}