{
    "leaflet": {
        "candidateName": "Virendra Sharma",
        "candidateGender": "",
        "constituency": "Ealing, Southall",
        "politicalParty": "Labour",
        "electionDate": "Thursday 12 December",
        "messages": [
            {
                "title": "I want to see opportunities for everyone locally",
                "content": "I've lived here for over 50 years, I first moved to Hanwell in 1968, and since then a lot has changed, but I am still proud to call Ealing, Southall home after all these years. I am honoured to have served our community for more than forty years, first as a councillor and since 2007 as your Member of Parliament. As a parent and grandparent I want what everyone does for their family. I want them to get a good education, I want them to find good jobs and I want them to be able to buy homes close to where they grew up. I believe that it is only with a Labour Government that we have to ensure a brighter future for the next generation. I will focus on what matters most, jobs, health and teaching in classrooms. Whether a young person succeeds should be decided by their ability and willingness to work hard, not their financial status."
            },
            {
                "title": "Living safely in Ealing Southall",
                "content": "Labour in government will lift the damage of austerity everywhere. We have already committed to recruiting thousands more police officers. We will recruit thousands of real police officers for the frontline. Despite broken Tory promises to recruit more police officers, they have relied on taking people out of police administration and putting them in a uniform. Unlike this government, we aren't encouraging more school exclusions. Children should be in school, otherwise they will be schooled by gangs. We will invest in health care and funding and fight inequalities. We will build homes and end abusive zero hours contracts. We will tackle the causes of crime."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "RETURN EALING HOSPITAL SERVICES",
                "policyDescription": "The Tories have stolen our A&E and our children's services from Ealing Hospital. We stopped the closure once, we can bring services back again."
            },
            {
                "policyTitle": "PREVENT A NO-DEAL BREXIT",
                "policyDescription": "I will oppose a damaging Tory no-deal Brexit. We will put any deal back to the public with an option to remain. I will vote to stay in the EU."
            },
            {
                "policyTitle": "END THE CLIMATE EMERGENCY",
                "policyDescription": "The world is heating up and climate change is threatening the lives of millions of people around the globe and in the UK. Labour will address this with our Green New Deal."
            },
            {
                "policyTitle": "PUBLIC OWNERSHIP",
                "policyDescription": "Labour will make sure that nationwide utilities like rail, mail and water are run for the public interest, not to make profits for billionaires."
            },
            {
                "policyTitle": "EDUCATION FOR THE MANY NOT THE FEW",
                "policyDescription": "Labour will fund Sure Start Plus to restore the cuts. We will ensure fair pay and conditions for all staff, including education advisors, focusing on the issues that lifelong learning is available for all."
            }
        ],
        "mentions": {
            "candidate": "Virendra Sharma",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "PREVENT A NO-DEAL BREXIT. I will oppose a damaging Tory no-deal Brexit. We will put any deal back to the public with an option to remain. I will vote to stay in the EU.",
            "defence": "",
            "economy": "",
            "education": "EDUCATION FOR THE MANY NOT THE FEW. Labour will fund Sure Start Plus to restore the cuts. We will ensure fair pay and conditions for all staff, including education advisors, focusing on the issues that lifelong learning is available for all.",
            "environment": "END THE CLIMATE EMERGENCY. The world is heating up and climate change is threatening the lives of millions of people around the globe and in the UK. Labour will address this with our Green New Deal.",
            "governance": "",
            "government": "",
            "health": "RETURN EALING HOSPITAL SERVICES. The Tories have stolen our A&E and our children's services from Ealing Hospital. We stopped the closure once, we can bring services back again.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "Labour in government will lift the damage of austerity everywhere. We have already committed to recruiting thousands more police officers. We will recruit thousands of real police officers for the frontline. Despite broken Tory promises to recruit more police officers, they have relied on taking people out of police administration and putting them in a uniform.",
            "transport": "",
            "socialWelfare": "We will invest in health care and funding and fight inequalities. We will build homes and end abusive zero hours contracts. We will tackle the causes of crime.",
            "community": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Member of Parliament",
                "duration": "since 2007",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "ealingsouthall@gmail.com",
            "website": "virendrasharma.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "VirendraSharma",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Nick Bath",
                "endorsement": "Virendra is a great Remainer and I am delighted he voted against triggering Article 50, he is the kind of representative we need, re-elect him."
            },
            {
                "endorser": "Comfort Adefolawfe Omole",
                "endorsement": "The NHS needs a Labour Government and a local champion like Virendra, I am proud he represents us and urge everyone to vote for him."
            },
            {
                "endorser": "Anita Sihota",
                "endorsement": "Virendra and Labour have a real plan to invest in education, help you find a job, and help you into a home for you and the next generation."
            }
        ],
        "quotes": [
            {
                "text": "The Tories have created a crisis of law and order.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "The Tories have created a crisis of law and order.",
                        "The NHS needs a Labour Government and a local champion like Virendra, I am proud he represents us and urge everyone to vote for him.",
                        "The world is heating up and climate change is threatening the lives of millions of people around the globe and in the UK."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 2,
                "people": 3,
                "candidateAlone": 1,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "RETURN EALING HOSPITAL SERVICES",
                        "Living safely in Ealing Southall"
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "END THE CLIMATE EMERGENCY",
                        "EDUCATION FOR THE MANY NOT THE FEW",
                        "PUBLIC OWNERSHIP"
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I am honoured to have served our community for more than forty years, first as a councillor and since 2007 as your Member of Parliament.",
                    "issueRelated": ""
                }
            ],
            "endorsementsUsed": {
                "count": 3,
                "examples": [
                    "Virendra is a great Remainer and I am delighted he voted against triggering Article 50, he is the kind of representative we need, re-elect him.",
                    "The NHS needs a Labour Government and a local champion like Virendra, I am proud he represents us and urge everyone to vote for him.",
                    "Virendra and Labour have a real plan to invest in education, help you find a job, and help you into a home for you and the next generation."
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I've lived here for over 50 years, I first moved to Hanwell in 1968, and since then a lot has changed, but I am still proud to call Ealing, Southall home after all these years.",
                "employment": "",
                "education": "",
                "family": "As a parent and grandparent I want what everyone does for their family."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I've lived here for over 50 years, I first moved to Hanwell in 1968, and since then a lot has changed, but I am still proud to call Ealing, Southall home after all these years."
                ]
            }
        }
    }
}