{
    "leaflet": {
        "candidateName": "Alan Whitehead",
        "candidateGender": "",
        "constituency": "Southampton Test",
        "politicalParty": "Labour",
        "electionDate": "Thursday 12th December",
        "messages": [
            {
                "title": "",
                "content": "I've been your Member of Parliament for 22 years now and before that served our city as leader of the Council. I've had some tough decisions to make in that time but I've always worked to get the best deal for Southampton and put us first.\n\nI've seen our city face its challenges over the decades but nothing worries me more than seeing Conservative government cuts really starting to hit our investments in the last few years.\n\nI've helped thousands of people who have been affected by these cuts. From those who have had their disability benefits slashed to parents worried about their children's education and the lack of police on the streets.\n\nThe Tories want this election to be about Brexit and only Brexit but now is the time to think about the ways they want to bring cuts they've made to policing or the cuts bring our NHS to Donald Trump.\n\nAs Labour's candidate for Southampton Test I will be talking about all the issues that people say matter to them day in and day out.\n\nRe-elect me on Thursday 12th December and I will continue my work on the climate emergency, fighting hard for every single vote and standing up for Southampton."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Education",
                "policyDescription": "Worked with local schools and 6th form to fight Tory cuts to education"
            },
            {
                "policyTitle": "Apprenticeships",
                "policyDescription": "Spoken up in Parliament for local apprentices and better apprenticeship provision."
            },
            {
                "policyTitle": "Energy Efficiency",
                "policyDescription": "Fought for better energy efficiency in homes to tackle fuel poverty and reduce our city's carbon"
            },
            {
                "policyTitle": "Climate Change",
                "policyDescription": "Served as Shadow Energy and Climate Change Minister working on Labour's solutions"
            },
            {
                "policyTitle": "Public Services",
                "policyDescription": "Helped thousands of local people who have been devastated by Tory cuts"
            }
        ],
        "mentions": {
            "candidate": "Alan Whitehead",
            "otherPartyLeaderCandidate": "Donald Trump",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "Worked with local schools and 6th form colleges to fight Tory cuts to education",
            "environment": "Fought for better energy efficiency in homes to tackle fuel poverty and reduce our city's carbon footprint\nServed as Shadow Energy and Climate Change Minister working on Labour's solutions to the climate emergency",
            "governance": "",
            "government": "",
            "health": "Helped thousands of local people who have been devastated by Tory cuts to key public services",
            "immigration": "",
            "labourEmployment": "Spoken up in Parliament for local apprentices and better apprenticeship provision across to better provision for local apprenticeships",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Helped thousands of local people who have been devastated by Tory cuts to key public services",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I've been your Member of Parliament for 22 years now and before that served our city as leader of the Council. I've had some tough decisions to make in that time but I've always worked to get the best deal for Southampton and put us first. I've seen our city face its challenges over the decades but nothing worries me more than seeing Conservative government cuts really starting to hit our investments in the last few years. I've helped thousands of people who have been affected by these cuts. From those who have had their disability benefits slashed to parents worried about their children's education and the lack of police on the streets. The Tories want this election to be about Brexit and only Brexit but now is the time to think about the cuts they've made to our NHS, policing and the trade deals they've signed. As Labour's candidate for Southampton Test I will be talking about all of the issues that people say matter to them day in and day out. Re-elect me on Thursday 12th December and I will continue my work on the climate emergency, fighting hard for every single vote that is better for everyone.",
        "politicalExperience": [
            {
                "role": "Member of Parliament",
                "duration": "22 years",
                "achievements": "Fought to get the best deal for Southampton and reduce our city's carbon footprint"
            },
            {
                "role": "Leader of the Council",
                "duration": "",
                "achievements": ""
            },
            {
                "role": "Shadow Energy and Climate Change Minister",
                "duration": "",
                "achievements": "Working on Labour solutions to tackle the climate emergency"
            }
        ],
        "contactInformation": {
            "address": "Unit 39, Basepoint, Andersons Road, Southampton SO14 5FE",
            "phone": "023 8068 2086",
            "email": "alan@alan-whitehead.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "I've been your Member of Parliament for 22 years now"
                    ]
                },
                "qualitative": {
                    "count": 1,
                    "examples": [
                        "nothing worries me more than seeing Conservative government cuts really starting to hit our investments in the last few years"
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 2,
                "candidateAlone": 0,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "Helped thousands of local people who have been devastated by Tory cuts",
                        "Worked with local schools and 6th form colleges"
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "As Labour's candidate for Southampton Test I will be talking about all of the issues from those who have had their disability benefits",
                        "Parents worried about their children's education"
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I've been your Member of Parliament for 22 years now and before that served our city as leader of the Council. I've had some tough decisions to make in that time but I've always worked to get the best deal for Southampton and put us first. nothing worries me more than seeing Conservative government cuts really starting to hit our investments in the last few years.",
                    "issueRelated": "Economy"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "nothing worries me more than seeing Conservative government cuts really starting to hit our investments in the last few years"
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "The Tories want this election to be about Brexit and only Brexit Donald Trump"
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I've always worked to get the best deal for Southampton and put us first",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I've always worked to get the best deal for Southampton and put us first."
                ]
            }
        }
    }
}