{
    "leaflet": {
        "candidateName": "Cate Cody",
        "candidateGender": "",
        "constituency": "Tewkesbury",
        "politicalParty": "Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "VOTE GREEN TO SAY:",
                "content": "YES TO EUROPE\nPoliticians have failed us all on Brexit. Greens will give back control to people to decide the way forward through a People's Vote. Cate will campaign to remain in and reform the EU for the benefit of everyone and the environment.\nYES TO CLIMATE ACTION\nEvery vote for Cate will speed up action rather than words, on the climate breakdown. The Green New Deal will provide cheaper electricity, better transport, warmer homes and hundreds of thousands of decent green jobs.\nYES TO CHANGE\nIf you want politics to change, you have to vote for something different. The same old parties and politicians have left the country more divided and less equal than ever. Greens do politics differently and Cate is showing the way here in Tewkesbury. More and more Greens are getting elected. Now is the time to build a green and pleasant future for our community, our children, and the planet."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Yes to Europe",
                "policyDescription": "Campaign to remain in and reform the EU for the benefit of everyone and the environment."
            },
            {
                "policyTitle": "Yes to Climate Action",
                "policyDescription": "Speed up action on climate breakdown, Green New Deal for cheaper electricity, better transport, warmer homes, and green jobs."
            },
            {
                "policyTitle": "Yes to Change",
                "policyDescription": "Vote differently for a green and pleasant future for community, children, and planet."
            }
        ],
        "mentions": {
            "candidate": "Cate Cody",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Caroline Lucas",
            "tacticalSituation": "TEWKESBURY SOUTH – 2019 BOROUGH COUNCIL ELECTION RESULTS\nGREEN 34%\nTORY 21%\nTORY 20%\nLIBDEM 17%\nLIBDEM 8%\nCATE CODY CAN WIN IN TEWKESBURY\nNow is the time for change and to fight for your home with political system.\nCate will be a powerful green voice working tirelessly for Tewkesbury."
        },
        "issues": {
            "brexitEurope": "Politicians have failed us all on Brexit. Greens will give back control to people to decide the way forward through a People's Vote. Cate will campaign to remain in and reform the EU for the benefit of everyone and the environment.",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "Every vote for Cate will speed up action rather than words, on the climate breakdown. The Green New Deal will provide cheaper electricity, better transport, warmer homes and hundreds of thousands of decent green jobs. Cate is a passionate environmentalist and wants to protect habitat for wildlife and promote safe, happy, healthy communities for our citizens.",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Cate was elected to the Council in May this year, and has quickly become the 'go to' person for any green issues in the Borough. Cate successfully brought the Climate Emergency motion to Council and is a leading voice on the Climate Action working group. Cate says: 'Change is happening here. Tewkesbury is getting greener. We need cleaner air, protection from flooding, green infrastructure and affordable housing built to high environmental standards. Our public transport must be improved and cycling made safer. Be brave. Vote Green. Vote for your future and a world worth living in.'",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "Cate Cody has lived in Tewkesbury for 26 years and was recently elected to the council by a big majority in her Tewkesbury South ward. She is an expert in recycling and waste reduction, writes a Green Blog and is a regular public speaker. Cate is a passionate environmentalist and wants to protect habitat for wildlife and promote safe, happy, healthy communities for our citizens. She also leads Plastic-Free Tewkesbury. Outside of her campaigning, Cate works as a professional singer and her hobbies include cycling and dancing.",
        "politicalExperience": [
            {
                "role": "Councilor",
                "duration": "Since May this year",
                "achievements": "Successfully brought the Climate Emergency motion to Council and is a leading voice on the Climate Action working group."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "cate.cody@tewkesbury.greenparty.org.uk",
            "website": "www.greenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Caroline Lucas MP",
                "endorsement": "Only a Green vote will prevent climate chaos, transform Britain whilst remaining in the EU, and elect more Green MPs that you can trust to keep the other parties honest. The time is now – please vote Green."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Cate Cody and group of supporters holding a 'Green Party' sign."
                },
                {
                    "caption": "Protest for climate action with several signs, including 'STOP being mean to our PLANET'."
                },
                {
                    "caption": "Cate Cody with a backdrop of greenery advocating for 'Yes to Climate Action. Yes to Europe'."
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "TEWKESBURY SOUTH – 2019 BOROUGH COUNCIL ELECTION RESULTS\nGREEN 34%\nTORY 21%\nTORY 20%\nLIBDEM 17%\nLIBDEM 8%",
                        "Cate Cody has lived in Tewkesbury for 26 years."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "Change is happening here. Tewkesbury is getting greener.",
                        "Be brave. Vote Green. Vote for your future and a world worth living in.",
                        "Only a Green vote will prevent climate chaos, transform Britain whilst remaining in the EU, and elect more Green MPs that you can trust to keep the other parties honest. The time is now – please vote Green."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 3,
                "candidateAlone": 1,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "Cate was elected to the Council in May this year, and has quickly become the 'go to' person for any green issues in the Borough."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "Politicians have failed us all on Brexit.",
                        "Only a Green vote will prevent climate chaos, transform Britain whilst remaining in the EU, and elect more Green MPs that you can trust to keep the other parties honest. The time is now – please vote Green."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Only a Green vote will prevent climate chaos, transform Britain whilst remaining in the EU, and elect more Green MPs that you can trust to keep the other parties honest. The time is now – please vote Green. - Caroline Lucas MP"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Politicians have failed us all on Brexit."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "Cate Cody has lived in Tewkesbury for 26 years.",
                "employment": "Cate works as a professional singer and her hobbies include cycling and dancing.",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Cate Cody has lived in Tewkesbury for 26 years."
                ]
            }
        }
    }
}