{
    "leaflet": {
        "candidateName": "Andrew Murday",
        "candidateGender": "",
        "constituency": "Skipton and Ripon",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Climate Crisis: WHAT WILL THE LIB DEMS DO?",
                "content": "1. Achieve net zero greenhouse emissions by 2045 at the latest. 2. Accelerate the development of renewable power, reaching at least 80% of electricity generation by 2030. 3. Integrate climate objectives into the heart of national and local government, establish Citizens’ Climate Assemblies and set up a Just Transition Commission to ensure no one loses out."
            },
            {
                "title": "Stop Brexit?",
                "content": "BREXIT will lead to: Loss of workers rights such as parental leave and holiday pay. Loss of investment in British industry. Break up of the United Kingdom. End of the Good Friday Agreement. Devastation of sheep and beef farming and their communities. Threat to our national security. Years of continuing chaos."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Three reasons to vote Liberal Democrats",
                "policyDescription": "1. Liberal Democrats have maintained a consistent policy to stay in the European Union in the best interests of the United Kingdom. 2. Liberal Democrats are a party of the centre, opposed to the extreme politics of Labour and Conservative Parties. 3. Liberal Democrats will protect the environment in the face of the Climate Crisis."
            }
        ],
        "mentions": {
            "candidate": "Andrew, an NHS cardiac surgeon by profession, now runs a smallholding near Glasshouses in Nidderdale. He is a councillor in Bewerley and is widely involved in the local community in Nidderdale. He says: 'The Liberal Democrat philosophy of tolerance, individual freedom and fairness and our policies on education, the environment and the economy will be instrumental in restoring public confidence in the political process when the dust of Brexit finally settles.'",
            "otherPartyLeaderCandidate": "Julian Smith: He is a senior member of the government who says one thing and does another. He has already let us down by staying in the EU was the right thing to do, but then voted to drag us out. Jeremy Corbyn: After almost ten years of confusion and weak opposition, we can’t make up our minds what Jeremy Corbyn stands for. Boris Johnson: Boris Johnson is leading the government which has failed to get us out of the EU and has lied to parliament. Why should we have any more confidence in what comes next from his mouth if it is to be Prime Minister?",
            "partyLeader": "",
            "tacticalSituation": "In Skipton and Ripon only the Liberal Democrat candidate can beat the Tories."
        },
        "issues": {
            "brexitEurope": "1. Liberal Democrats have maintained a consistent policy to stay in the European Union in the best interests of the United Kingdom. 2. BREXIT will lead to: Loss of workers rights such as parental leave and holiday pay. Loss of investment in British industry. Break up of the United Kingdom. End of the Good Friday Agreement. Devastation of sheep and beef farming and their communities. Threat to our national security. Years of continuing chaos.",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "1. Liberal Democrats will protect the environment in the face of the Climate Crisis. 2. Achieve net zero greenhouse emissions by 2045 at the latest. 3. Accelerate the development of renewable power, reaching at least 80% of electricity generation by 2030.",
            "governance": "",
            "government": "Vote Liberal Democrat. DEMAND BETTER",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "'Andrew, an NHS cardiac surgeon by profession, now runs a smallholding near Glasshouses in Nidderdale. He is a councillor in Bewerley and is widely involved in the local community in Nidderdale.'",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Andrew says: 'The Liberal Democrat philosophy of tolerance, individual freedom and fairness and our policies on education, the environment and the economy will be instrumental in restoring public confidence in the political process when the dust of Brexit finally settles.'",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "",
                "achievements": "Widely involved in the local community in Nidderdale."
            }
        ],
        "contactInformation": {
            "address": "Liberal Democrats - Skipton and Ripon",
            "phone": "",
            "email": "",
            "website": "skiptonriponlibdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Andrew Murday"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "Achieve net zero greenhouse emissions by 2045 at the latest."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "Liberal Democrats have maintained a consistent policy to stay in the European Union in the best interests of the United Kingdom.",
                        "Andrew Murday, DEMAND BETTER Skipton and Ripon",
                        "Vote Liberal Democrat."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 3,
                "candidateAlone": 1,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "'Andrew, an NHS cardiac surgeon by profession, now runs a smallholding near Glasshouses in Nidderdale. He is a councillor in Bewerley and is widely involved in the local community in Nidderdale.'",
                        "In Skipton and Ripon only the Liberal Democrat candidate can beat the Tories."
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "Climate Crisis: WHAT WILL THE LIB DEMS DO? 1. Achieve net zero greenhouse emissions by 2045 at the latest. 2. Accelerate the development of renewable power, reaching at least 80% of electricity generation by 2030. 3. Integrate climate objectives into the heart of national and local government, establish Citizens’ Climate Assemblies and set up a Just Transition Commission to ensure no one loses out.",
                        "Stop Brexit? BREXIT will lead to: Loss of workers rights such as parental leave and holiday pay. Loss of investment in British industry. Break up of the United Kingdom. End of the Good Friday Agreement. Devastation of sheep and beef farming and their communities. Threat to our national security. Years of continuing chaos.",
                        "Three reasons to vote Liberal Democrats"
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Andrew, an NHS cardiac surgeon by profession, now runs a smallholding near Glasshouses in Nidderdale. He is a councillor in Bewerley and is widely involved in the local community in Nidderdale.",
                    "issueRelated": "community"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "BREXIT will lead to: Loss of workers rights such as parental leave and holiday pay. Loss of investment in British industry. Break up of the United Kingdom. End of the Good Friday Agreement. Devastation of sheep and beef farming and their communities. Threat to our national security. Years of continuing chaos."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 3,
                    "examples": [
                        "Julian Smith: He is a senior member of the government who says one thing and does another. He has already let us down by staying in the EU was the right thing to do, but then voted to drag us out.",
                        "Jeremy Corbyn: After almost ten years of confusion and weak opposition, we can’t make up our minds what Jeremy Corbyn stands for.",
                        "Boris Johnson: Boris Johnson is leading the government which has failed to get us out of the EU and has lied to parliament. Why should we have any more confidence in what comes next from his mouth if it is to be Prime Minister?"
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 3,
                    "examples": [
                        "Julian Smith: He is a senior member of the government who says one thing and does another. He has already let us down by saying the EU was the right thing to do, but then voted to drag us out.",
                        "Jeremy Corbyn: After almost ten years of confusion and weak opposition, we can’t make up our minds what Jeremy Corbyn stands for.",
                        "Boris Johnson: Boris Johnson is leading the government which has failed to get us out of the EU and has lied to parliament. Why should we have any more confidence in what comes next from his mouth if it is to be Prime Minister?"
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "An NHS cardiac surgeon by profession, now runs a smallholding near Glasshouses in Nidderdale. He is a councillor in Bewerley and is widely involved in the local community in Nidderdale.",
                "employment": "NHS cardiac surgeon",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Andrew, an NHS cardiac surgeon by profession, now runs a smallholding near Glasshouses in Nidderdale. He is a councillor in Bewerley and is widely involved in the local community in Nidderdale."
                ]
            }
        }
    }
}