{
    "leaflet": {
        "candidateName": "Daniel Zeichner",
        "candidateGender": "",
        "constituency": "Cambridge",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "Over the last few weeks of intensive campaigning, and many conversations, it is very clear to me that many Cambridge people are deeply concerned about the cuts to police and schools, the environment emergency and remaining in the European Union. I know too, that Cambridge doesn't want a right-wing Tory Government led by an out-of-control Prime Minister."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "",
                "policyDescription": "Labour has a manifesto pledge to legislate for the People’s Vote that many of us marched for. The choice is clear: either a Labour Prime Minister who will implement a People’s Vote; or a Conservative Prime Minister, who will take us out of the EU with a hard Brexit."
            }
        ],
        "mentions": {
            "candidate": "Daniel Zeichner",
            "otherPartyLeaderCandidate": "Boris Johnson",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Then there’s Europe. I’m a Remainer – you know that. I always have and always will vote to keep us in the EU. It led to Jezza and Hilary Benn...",
            "defence": "",
            "economy": "",
            "education": "concerned about the cuts to police and schools",
            "environment": "concerned about the cuts to police and schools, the environment emergency.",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "concerned about the cuts to police",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "I have been your MP for four-and-a-half years – all of them in opposition – and always surrounded by a sea of blue. I continually try and seek out any common ground and work constructively with others to get the best for Cambridge, but you know public services are at breaking point.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I am an optimist and I am not letting Boris Johnson steal that word away from me. The reason I’m an optimist is because I believe that the values that you and I share are right. We are right about the urgent need to tackle the climate emergency, we are right about funding our public services properly, and right about Europe and internationalism.",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "four-and-a-half years",
                "achievements": "always surrounded by a sea of blue. I continually try and seek out any common ground and work constructively with others to get the best for Cambridge."
            }
        ],
        "contactInformation": {
            "address": "Alex Wood Hall, Norfolk Street, Cambridge, CB1 2LD",
            "phone": "01223 500155",
            "email": "daniel@danielzeichner.co.uk",
            "website": "www.danielzeichner.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Doctors",
                "endorsement": "doctors booed Boris Johnson out of Addenbrooke’s"
            }
        ],
        "quotes": [
            {
                "text": "I hear your anger from others and they look to Tony ministers for answers, but in truth, it is time for action around the edges, trying to chalk up little successes while the system slowly commits.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Daniel Zeichner"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 3,
                    "examples": [
                        "I have been your MP for four-and-a-half years",
                        "doctors booed Boris Johnson out of Addenbrooke’s",
                        "It is clear that many Cambridge people are deeply concerned about the cuts to police and schools, the environment emergency and remaining in the European Union."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "Labour has a manifesto pledge to legislate for the People’s Vote that many of us marched for.",
                        "I am an optimist and I am not letting Boris Johnson steal that word away from me.",
                        "I don’t seek power to be partisan, or for power’s sake. I stick to my principles, which are your principles."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "get the best for Cambridge, but you know public services are at breaking point."
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "Labour Prime Minister who will implement a People’s Vote; or a Conservative Prime Minister, who will take us out of the EU with a hard Brexit."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I am not letting Boris Johnson steal the word optimist away from me. I believe that the values we share are right.",
                    "issueRelated": "Optimism about shared values."
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "doctors booed Boris Johnson out of Addenbrooke’s"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Boris Johnson out of control Prime Minister."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Boris Johnson out of control Prime Minister."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "Boris Johnson"
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I continually try and seek out any common ground and work constructively with others to get the best for Cambridge.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I continually try and seek out any common ground and work constructively with others to get the best for Cambridge."
                ]
            }
        }
    }
}