{
    "leaflet": {
        "candidateName": "Paul Zukowskyj",
        "candidateGender": "",
        "constituency": "Welwyn Hatfield",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "What does Brexit really mean? Brexit means walking away from agreements that have brought 70 years of peace and cooperation across our continent, the longest period of peace since the Roman empire. Brexit means turning our back on international cooperation that is critical for our future security. We'll all be less safe if we leave the EU, especially if there is no deal. Just look at Northern Ireland, where the Unionists already feel betrayed by this Tory Government, threatening the fragile peace. Brexit means higher prices. Since we voted to leave the EU, the pound has dropped against the Euro and the US Dollar—that is the verdict of the foreign exchanges. European products, from cheese and wine to cars and white goods are already more expensive and that'll only get worse. Brexit really means we all become poorer; have fewer opportunities; for our country to become a laughing stock around the world. The best deal on the table is the deal we already have. If you want to limit the damage to our economy, our society and our global reputation, say No to Brexit, through revoking article 50, by supporting the Liberal Democrats."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Say No to Brexit through revoking Article 50 by supporting the Liberal Democrats."
            }
        ],
        "mentions": {
            "candidate": "Paul Zukowskyj",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "P.P.S. We're the only serious challengers in Welwyn Hatfield to the Brexiteers—as shown by the results of elections this year."
        },
        "issues": {
            "brexitEurope": "Brexit means walking away from agreements that have brought 70 years of peace and cooperation across our continent, the longest period of peace since the Roman empire.",
            "defence": "",
            "economy": "Brexit really means we all become poorer; have fewer opportunities; for our country to become a laughing stock around the world.",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "01707 256262",
            "email": "Paul@welhatlibdems.org.uk",
            "website": "welhatlibdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "Results from the 2019 local elections in Welwyn Hatfield Westminster Constituency: CON 37%, LIB DEM 31%, LAB 27%, Others 5%.",
                        "Results from the 2019 European Parliament elections in Welwyn Hatfield: Brexit Party 33%, LIB DEM 28%, CON 11%, GRN 14%, LAB 10%. The best deal on the table is the deal we already have."
                    ]
                },
                "qualitative": {
                    "count": 8,
                    "examples": [
                        "What does Brexit really mean?",
                        "Brexit means walking away from agreements that have brought 70 years of peace and cooperation across our continent, the longest period of peace since the Roman empire.",
                        "Brexit means turning our back on international cooperation that is critical for our future security.",
                        "We'll all be less safe if we leave the EU, especially if there is no deal.",
                        "Just look at Northern Ireland, where the Unionists already feel betrayed by this Tory Government, threatening the fragile peace.",
                        "Brexit means higher prices. Since we voted to leave the EU, the pound has dropped against the Euro and the US Dollar—that is the verdict of the foreign exchanges.",
                        "European products, from cheese and wine to cars and white goods are already more expensive and that'll only get worse.",
                        "The best deal on the table is the deal we already have. If you want to limit the damage to our economy, our society and our global reputation, say No to Brexit, through revoking article 50, by supporting the Liberal Democrats."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "Brexit means walking away from agreements that have brought 70 years of peace and cooperation across our continent, the longest period of peace since the Roman empire.",
                        "Brexit really means we all become poorer; have fewer opportunities; for our country to become a laughing stock around the world."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    ""
                ]
            }
        }
    }
}