{
    "leaflet": {
        "candidateName": "Jo Swinson",
        "candidateGender": "",
        "constituency": "",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "A Brighter Future for Our Mental Health Services...",
                "content": "The NHS may be the envy of the world, but our mental health service is not. People are struggling. When they turn for help, it is often not there. Problems that can start small, become critical as help is not available, or arrives too late. The Liberal Democrats have a plan to tackle this. They will provide enough funding to ensure services run 24 hours a day, seven days a week. The Liberal Democrats want to increase mental health staffing to ensure that, by 2025, 100% of children and young people with diagnosable conditions get NHS treatment. Liberal Democrat Leader Jo Swinson said: 'For many years, mental health has been overlooked. My government will ensure these patients can be treated with the same level of importance as those with physical health issues. We will ensure our services are there for everyone who needs them.'"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Mental Health Care",
                "policyDescription": "Increase mental health staff, apply the same waiting time standards to mental health care as physical care, increase access to talking therapies."
            },
            {
                "policyTitle": "Funded By The Remain Bonus",
                "policyDescription": "Use the revenue generated from remaining in the EU to tackle the climate emergency, support schools and the NHS, and create opportunity for all."
            }
        ],
        "mentions": {
            "candidate": "Jo Swinson",
            "otherPartyLeaderCandidate": "Boris Johnson, Jeremy Corbyn",
            "partyLeader": "Jo Swinson",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "People are fed up with the Brexit chaos. It has become a national embarrassment. Both Boris Johnson's Conservatives and Jeremy Corbyn's Labour party are determined to pursue Brexit. Only the Liberal Democrats want to stop Brexit. Stopping Brexit so we can focus on tackling the big issues facing the UK right now.",
            "defence": "",
            "economy": "Our economy will grow more quickly with a Remain bonus. Once we stop Brexit, we will use the revenue generated to tackle the climate emergency, support our schools and the NHS, and create opportunity for all.",
            "education": "Once we stop Brexit, we will use the revenue generated to tackle the climate emergency, support our schools and the NHS, and create opportunity for all.",
            "environment": "Once we stop Brexit, we will use the revenue generated to tackle the climate emergency, support our schools and the NHS, and create opportunity for all.",
            "governance": "",
            "government": "",
            "health": "Problems that can start small, become critical as help is not available, or arrives too late. The Liberal Democrats have a plan to tackle this. They will provide enough funding to ensure services run 24 hours a day, seven days a week. The Liberal Democrats want to increase mental health staffing to ensure that, by 2025, 100% of children and young people with diagnosable conditions get NHS treatment.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": []
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Freepost RSTK-HKSH-EJGE, Liberal Democrats 8-10 Great George Street London, SW1P 3AE",
            "phone": "",
            "email": "",
            "website": "www.LibDems.org.uk/join",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "24 hours a day, seven days a week.",
                        "By 2025, 100% of children and young people with diagnosable conditions get NHS treatment."
                    ]
                },
                "qualitative": {
                    "count": 1,
                    "examples": [
                        "People are fed up with the Brexit chaos. It has become a national embarrassment."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "national": {
                    "count": 4,
                    "examples": [
                        "Problems that can start small, become critical as help is not available, or arrives too late.",
                        "The NHS may be the envy of the world, but our mental health service is not.",
                        "Our economy will grow more quickly with a Remain bonus.",
                        "People are fed up with the Brexit chaos. It has become a national embarrassment."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "People are fed up with the Brexit chaos. It has become a national embarrassment. Both Boris Johnson's Conservatives and Jeremy Corbyn's Labour party are determined to pursue Brexit."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Boris Johnson"
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    ""
                ]
            }
        }
    }
}