{
    "leaflet": {
        "candidateName": "Mike Smithson",
        "candidateGender": "",
        "constituency": "Bath",
        "politicalParty": "Liberal Democrats",
        "electionDate": "12th December",
        "messages": [
            {
                "title": "Tactical Voting and Poll Analysis",
                "content": "The election in Bath is between the Conservatives and the Liberal Democrats. I take polls seriously, having earned my living by cutting through the spin to see what the data really says. I set up Britain’s first political betting website in 2004 and have spent the past 15 years analysing what voters are saying. When looking at the recent election polls one thing is clear - this General Election is going to be a memorable one."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Tactical Voting",
                "policyDescription": "The election could be decided by Remainers voting tactically for the Liberal Democrats. The data shows that the Liberal Democrats have the best chance to win seats from the Conservatives; keeping them from a majority. But only if enough Labour supporters back the Liberal Democrats this time."
            }
        ],
        "mentions": {
            "candidate": "Mike Smithson",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "The election could be decided by Remainers voting tactically for the Liberal Democrats. With the Green Party standing aside to support the Liberal Democrat candidates in many areas, it is pretty clear who many Remainers are now backing. In fact, recent polls show the Liberal Democrats are the most popular party for Remainers."
        },
        "issues": {
            "brexitEurope": "You know from previous elections that a vote for anyone other the Liberal Democrats can end up with an MP who backs Brexit.",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "The election in Bath is between the Conservatives and the Liberal Democrats. The election could be decided by Remainers voting tactically for the Liberal Democrats.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Polling and Elections Expert",
                "duration": "15 years",
                "achievements": "Set up Britain’s first political betting website in 2004 and have spent the past 15 years analysing what voters are saying."
            }
        ],
        "contactInformation": {
            "address": "8-10 Great George Street, London, SW1P 3AE",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Mike Smithson"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "Tactical website from Best for Britain, www.getvoting.org, shows that nearly 200 seats across the UK could be decided by Remainers voting tactically for the Liberal Democrats.",
                        "In fact, recent polls show the Liberal Democrats are the most popular party for Remainers."
                    ]
                },
                "qualitative": {
                    "count": 5,
                    "examples": [
                        "I take polls seriously, having earned my living by cutting through the spin to see what the data really says.",
                        "When looking at the recent election polls one thing is clear - this General Election is going to be a memorable one.",
                        "The Liberal Democrats have the best chance to win seats from the Conservatives; keeping them from a majority. But only if enough Labour supporters back the Liberal Democrats this time.",
                        "With the Green Party standing aside to support the Liberal Democrat candidates in many areas, it is pretty clear who many Remainers are now backing.",
                        "You know from previous elections that a vote for anyone other than the Liberal Democrats can end up with an MP who backs Brexit."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "The election in Bath is between the Conservatives and the Liberal Democrats."
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "Tactical website from Best for Britain, www.getvoting.org, shows that nearly 200 seats across the UK could be decided by Remainers voting tactically for the Liberal Democrats."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I take polls seriously, having earned my living by cutting through the spin to see what the data really says. I set up Britain’s first political betting website in 2004 and have spent the past 15 years analysing what voters are saying.",
                    "issueRelated": "Polling and elections"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": []
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "Polling and Elections Expert",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": []
            }
        }
    }
}