{
    "leaflet": {
        "candidateName": "Cheryl Gillan",
        "candidateGender": "",
        "constituency": "Chesham & Amersham",
        "politicalParty": "Conservatives",
        "electionDate": "Thursday 12th December 2019",
        "messages": [
            {
                "title": "A MESSAGE FROM DAME CHERYL GILLAN",
                "content": "Having represented Chesham and Amersham for over 27 years my priority has always been to serve my constituents and work to allow our towns and villages to flourish whilst giving protection to the Green Belt. Brexit has led to delays on many new bills reaching Parliament. In the next Parliament we must pass laws that protect the public from human traffickers, adopt the Pensions Act for constitution, take forward our new environmental protection measures, deliver new animal welfare measures and bring in further protections for tenants; measures all designed to deliver a Brexit which brings certainty and clarity for business and a deal agreed with the EU that will free the nation from indecision and the possibility of a ‘no exit’ from Brexit. Whether in our schools, our hospitals, in adult social care, our banking system or local businesses, we must go forward to ensure that professional, dependable services are evenly available to everyone. The Brexit debate has overshadowed the normal business of Parliament. Other parties have also had their role in frustrating new legislation designed to protect constituents. I will vote for Conservatives’ withdrawal agreement that will end the current uncertainty. The local priorities for me and for us remain clear. We keep our responsibilities to senior citizens, housing, business and local employment and at the same time balance the investment in Chesham’s and Amersham’s environment, in education and in local facilities. This is our stated aim. I will continue with the same level of energy and commitment if you re-elect me, to new transport infrastructure projects, vital services, improvements in our public areas and we will carry the mark for our ambitions. I know how important it is to safeguard our NHS, protect our senior citizens and other vulnerable groups while at the same time creating jobs for those entering the workplace for the first time or looking to return to employment. Please support me again on 12 December so I can be of continuing service to you in all my actions."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Business",
                "policyDescription": "Conservatives believe that it's a vibrant economy that brings jobs to the area. We will keep investing not only in local businesses but also creating an environment for new businesses to start and grow. This includes investing in infrastructure and ensuring that government spending is directed on projects that bring value to the taxpayers."
            },
            {
                "policyTitle": "NHS",
                "policyDescription": "We will have 6,000 more doctors across the primary care staff by 2024. To ensure that the NHS is equipped we will improve the recruitment and retention of talented staff and improve the facilities available to doctors."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Climate Change is the biggest threat to our world. Cheryl is backing the UK’s decision to be the first country to adopt legislation eliminating its contribution to climate change by 2050."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Conservatives are investing an additional £14 billion in education."
            },
            {
                "policyTitle": "Crime",
                "policyDescription": "It is important that our police have the funding and resources they need to do their job. We are ensuring local Police see the right level of funding so they can deal with the increase in reported crime."
            }
        ],
        "mentions": {
            "candidate": "Having represented Chesham and Amersham for over 27 years my priority has always been to serve my constituents...",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "I will vote for Conservatives’ withdrawal agreement that will end the current uncertainty.",
            "defence": "",
            "economy": "Conservatives believe that it's a vibrant economy that brings jobs to the area.",
            "education": "Conservatives are investing an additional £14 billion in education.",
            "environment": "Climate Change is the biggest threat to our world.",
            "governance": "",
            "government": "",
            "health": "I know how important it is to safeguard our NHS.",
            "immigration": "",
            "labourEmployment": "Creating jobs for those entering the workplace for the first time or looking to return to employment.",
            "lawCrime": "It is important that our police have the funding and resources they need to do their job.",
            "transport": "I will continue to fight for improvements to the Metropolitan Line and its services.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Protecting our environment, building a strong economy, supporting local services and delivering on Brexit.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Having represented Chesham and Amersham for over 27 years my priority has always been to serve my constituents and work to allow our towns and villages to flourish whilst giving protection to the Green Belt.",
        "politicalExperience": [
            {
                "role": "MP for Chesham & Amersham",
                "duration": "since 1992",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "cheshamandamershamconservatives.com",
            "website": "cheshamandamershamconservatives.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "@CherylGillan",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "What people say about Cheryl and her work as an MP",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 5,
                    "examples": [
                        "We will have 6,000 more doctors across the primary care staff by 2024.",
                        "I will vote for Conservatives’ withdrawal agreement that will end the current uncertainty.",
                        "Conservatives are investing an additional £14 billion in education.",
                        "Fly tipping, burglary, and knife crime are being actively addressed and the Conservatives will recruit 20,000 more police officers.",
                        "The new government plans to invest £14 billion for primary and secondary schools."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "Cheryl has a great deal of experience and local knowledge.",
                        "Cheryl is backing the UK’s decision to be the first country to adopt legislation eliminating its contribution to climate change by 2050.",
                        "The Green Belt is a fundamental policy objective."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 3,
                "candidateAlone": 2,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Protecting our environment, building a strong economy, supporting local services and delivering on Brexit.",
                        "Improved economy, good local infrastructure and redevelopment projects.",
                        "Jobs and investment in the constituency are top priorities."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "We will improve the recruitment and retention of talented staff.",
                        "We have 6,000 more doctors across the primary care staff by 2024."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Having represented Chesham and Amersham for over 27 years my priority has always been to serve my constituents and work to allow our towns and villages to flourish whilst giving protection to the Green Belt.",
                    "issueRelated": "Governance"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Cheryl has a great deal of experience and local knowledge.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Having represented Chesham and Amersham for over 27 years."
                ]
            }
        }
    }
}