{
    "leaflet": {
        "candidateName": "David Johnston",
        "candidateGender": "",
        "constituency": "Wantage & Didcot",
        "politicalParty": "Conservative",
        "electionDate": "Thursday 12th December 2019",
        "messages": [
            {
                "title": "Dear Resident",
                "content": "For those of you who I am yet to meet, I want to introduce myself. I'm David Johnston, and I am standing to be your MP on 12th December. I went to a poor performing comprehensive school and was the first person in my family to go to university. I have spent the last 16 years running organisations that improve education and employment opportunities for people across the country. I now want to ensure that everyone in this constituency has the chance to raise their education and employment opportunities, and that children, whatever their background, are helped to get a better start to their adult life, a good job or to grow their local business - all of which needs us to have better infrastructure. From Faringdon to Wallingford and everywhere in between I am here to be a strong voice for you in Parliament. I look forward to catching up with you soon so we can discuss the concerns you might have and how I can help you. Help me make our constituency a better place to live, work and bring up children. Yours sincerely, David Johnston Your Conservative Parliamentary Candidate for Wantage."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Better Infrastructure for Wantage & Didcot",
                "policyDescription": "Improvements are needed to the A34 to make this safer for both local and national traffic. The A4130 needs to become a dual carriageway from the Science Bridge into the Milton Park area needs to be built, so our area can grow economically."
            },
            {
                "policyTitle": "More Police on Our Streets",
                "policyDescription": "Our officers do a fantastic job, but more officers are needed to keep our streets safe. Thames Valley Police will gain 183 new frontline officers as part of the Prime Minister's plan."
            },
            {
                "policyTitle": "Improving Opportunity Locally for All",
                "policyDescription": "David wants to bring his expertise to his constituency and work with employers to provide mentors and work experience opportunities so we can unlock the potential of local young people."
            },
            {
                "policyTitle": "Action on the Environment",
                "policyDescription": "Wants to ensure that Britain continues to be a world leader in fighting climate change and meet our commitment for net zero emissions by 2050."
            }
        ],
        "mentions": {
            "candidate": "David Johnston",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Prime Minister",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "We’re all more conscious of our environment nowadays. It’s we who must take forward that consciousness and turn it into action. Leading the charge is our commitment to zero emissions by 2050 to ensure that the UK builds a sustainable future.",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "The A34 needs improvements to make it safer for both local and national traffic. The A4130 needs to become a dual carriageway from the Science Bridge into the Milton Park area needs to be built, so our area can grow economically.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "This area is growing and it needs the right infrastructure. Improvements are needed to the A34 to make this safer for both local and national traffic. The A4130 needs to become a dual carriageway from the Science Bridge into the Milton Park area needs to be built, so our area can grow economically.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I went to a poor performing comprehensive school and was the first person in my family to go to university. I have spent the last 16 years running organisations that improve education and employment opportunities for people across the country. I now want to ensure that everyone in this constituency has the chance to raise their education and employment opportunities, and that children, whatever their background, are helped to get a better start to their adult life, a good job or to grow their local business - all of which needs us to have better infrastructure.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "david@davidjohnston.info",
            "website": "",
            "socialMedia": {
                "facebook": "david4wantage",
                "twitter": "david4wantage",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "Thames Valley Police will gain 183 new frontline officers as part of the Prime Minister's plan."
                    ]
                },
                "qualitative": {
                    "count": 6,
                    "examples": [
                        "This area is growing and it needs the right infrastructure.",
                        "We’re all more conscious of our environment nowadays.",
                        "Our officers do a fantastic job, but more officers are needed to keep our streets safe.",
                        "David wants to bring his expertise to his constituency and work with employers to provide mentors and work experience opportunities so we can unlock the potential of local young people.",
                        "I am here to be a strong voice for you in Parliament.",
                        "Help me make our constituency a better place to live, work and bring up children."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 2,
                "people": 3,
                "candidateAlone": 4,
                "candidateWithOthers": 4
            },
            "issueFocus": {
                "local": {
                    "count": 4,
                    "examples": [
                        "This area is growing and it needs the right infrastructure.",
                        "Our officers do a fantastic job, but more officers are needed to keep our streets safe.",
                        "David wants to bring his expertise to his constituency and work with employers to provide mentors and work experience opportunities so we can unlock the potential of local young people.",
                        "Help me make our constituency a better place to live, work and bring up children."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "We’re all more conscious of our environment nowadays.",
                        "Leading the charge is our commitment to zero emissions by 2050 to ensure that the UK builds a sustainable future."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": []
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "Help me make our constituency a better place to live, work and bring up children.",
                "employment": "I have spent the last 16 years running organisations that improve education and employment opportunities for people across the country.",
                "education": "I went to a poor performing comprehensive school and was the first person in my family to go to university.",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Help me make our constituency a better place to live, work and bring up children."
                ]
            }
        }
    }
}