{
    "leaflet": {
        "candidateName": "Belinda Loveluck-Edwards",
        "candidateGender": "Female",
        "constituency": "Vale of Glamorgan",
        "politicalParty": "Labour",
        "electionDate": "Thursday 12 December",
        "messages": [
            {
                "title": "I want to represent you and the Vale fairly in Westminster.",
                "content": "\"For over a year I have spoken to so many people across the Vale who have been failed by Tory policies, as voiced by Alun Cairns. As your MP, I will fight for fairer, better government services and security we all deserve. This Conservative government has taken our communities for granted, imposing cuts while allowing banks and post offices to close their doors.\""
            },
            {
                "title": "Your vote matters more than ever in this election. Only Labour can beat the Tories here.",
                "content": "\"Every election is a choice. What makes this election different is that the choice really matters. We've had rising costs, declining living standards, growing job insecurity and austerity. Tories are proposing more of the same. Young people are being priced back into debt and the lack of affordable housing. Labour believes the system works for the elite, which they have worked towards. It's time to make the government work for the many. That means standing up for our community, our area and the Vale.\""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Community",
                "policyDescription": "I will fight to keep our communities safe, support funding for our local services, and ensure essential services are protected."
            },
            {
                "policyTitle": "Green New Deal",
                "policyDescription": "I will bring the Green New Deal to the Vale. Labour will create a comprehensive strategy focusing on green jobs and protecting the environment."
            },
            {
                "policyTitle": "Protect local services",
                "policyDescription": "As your MP, I will protect our local services from Tory cuts."
            },
            {
                "policyTitle": "Street safety",
                "policyDescription": "Protect our streets with more bobbies on the beat."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "I will fight climate change and aim for a cleaner Vale."
            }
        ],
        "mentions": {
            "candidate": "Belinda Loveluck-Edwards",
            "otherPartyLeaderCandidate": "Alun Cairns",
            "partyLeader": "",
            "tacticalSituation": "Only Labour can beat the Tories here."
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "I will fight climate change and aim for a cleaner Vale.",
            "governance": "",
            "government": "I will fight for fairer, better government services and security we all deserve.",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "Protect our streets with more bobbies on the beat.",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "I will fight to keep our communities safe, support funding for our local services, and ensure essential services are protected.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Fantastic community campaigner",
                "duration": "",
                "achievements": "Supporting local campaign groups and helping neighbours"
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "07766 738632 / 01446 701777",
            "email": "Bel4theVale@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "Facebook: Belinda Loveluck-Edwards Labour",
                "twitter": "Twitter: @Bel4theVale",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Jane Hutt AM",
                "endorsement": "\"I am delighted to endorse our outstanding local Welsh Labour Parliamentary candidate Belinda Loveluck-Edwards to be the next Welsh Labour MP for the Vale of Glamorgan. Principled, compassionate, and with a record of public service that is impressive, she is the strong voice for the Vale in Westminster that we need. She has campaigned tirelessly to support the most vulnerable and to preserve our vital public services in our communities.\""
            },
            {
                "endorser": "Abby Gernon, Gibbonsdown",
                "endorsement": "\"I'm supporting Belinda as a person who truly puts her community first. She has been supporting local campaign groups and helping neighbors. She genuinely wants to help improve the lives of others, listening, helping, and positively influencing our community. She is experienced, committed, and motivated to help. I have no hesitation in giving her mine.\""
            },
            {
                "endorser": "Stuart Burnell, Barry",
                "endorsement": "\"I'm backing Belinda as she has the integrity, compassion, and the ability to be the voice we deserve in Westminster that we have not had before. We have been let down by the Tories, and only Belinda will truly back our community and put people first.\""
            },
            {
                "endorser": "Kay Clarke, 1950sWomen of Wales",
                "endorsement": "\"Belinda has actively taken part in and worked with us and our WASPI awareness events. She has shown that she is passionate about helping not just local organisations but also other local groups campaigning for change. Belinda has the backing of our membership and since becoming the Labour Party Parliamentary candidate, her commitment is admirable. We look forward to continuing to work with her as our Labour MP, and we are proud to know she is working for 1950s women.\""
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Belinda engaging with members from supporters from beyond! If elected, she will continue campaigning."
                },
                {
                    "caption": "Supported by a WASPI advocate."
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "The Tories have cut police numbers by 21,000.",
                        "Support for our local services and restore fair funding for Wales."
                    ]
                },
                "qualitative": {
                    "count": 2,
                    "examples": [
                        "\"I'm backing Belinda as she has the integrity, compassion, and the ability to be the voice we deserve in Westminster that we have not had before.\"",
                        "\"I'm supporting Belinda as a person who truly puts her community first.\""
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 2,
                "candidateAlone": 1,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "Restore fair funding for Wales and our local services.",
                        "Protect our streets with more bobbies on the beat."
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "Fight for fairer, better government services and security."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I'm supporting Belinda as a person who truly puts her community first. She has been supporting local campaigner groups and helping neighbors. She genuinely wants to help improve the lives of others, listening, helping, and positively influencing our community.",
                    "issueRelated": "Community involvement"
                }
            ],
            "endorsementsUsed": {
                "count": 4,
                "examples": [
                    "Endorsed by Jane Hutt AM for her principled, compassionate approach with public service.",
                    "Supported by Abby Gernon for her commitment to community and helping neighbors.",
                    "Backed by Stuart Burnell for her integrity and voice in Westminster.",
                    "Kay Clarke of 1950sWomen of Wales supports her for her work with WASPI awareness events."
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": []
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "Alun Cairns has voiced Tory policies which have failed the community."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I live in Rhoose with my family, so I understand your local needs and will fight to have your voices heard.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I live in Rhoose with my family, so I understand your local needs and will fight to have your voices heard."
                ]
            }
        }
    }
}