{
    "leaflet": {
        "candidateName": "Nigel Farage",
        "candidateGender": "",
        "constituency": "",
        "politicalParty": "The Brexit Party",
        "electionDate": "December 12th",
        "messages": [
            {
                "title": "Dear Voter,",
                "content": "This is no ordinary General Election. The choice on December 12th between Leave and Remain. A recent opinion poll confirms that this is a Brexit election. It shows that 76% of voters think of themselves primarily as Leavers or Remainers. By contrast only 15% identify strongly with any political party. So, the choice is clear: do you want a Brexiteer or a Remainer MP? In many key seats, that's a starlight choice between The Brexit Party and Jeremy Corbyn's Remainer Labour."
            },
            {
                "title": "",
                "content": "We are standing against Labour and the Remain alliance in seats across the country. Our message is clear: Leavers – don't waste your vote! There are around 130 parliamentary seats which the Conservatives have not won for at least 50 years and will not win in this election. In many of these seats, a Leaver’s vote for the Conservative Party would be a wasted vote. It will risk letting in another Labour MP who backs a second referendum and wants us to Remain. In the European elections defeat Corbyn's Labour in its heartlands. The Brexit Party proved that we can win there: we won the European Elections in May, winning almost every Leave-voting region with more votes than the Conservatives and Labour put together. Tactical voting could be big in this election. In seats where only The Brexit Party can beat the Remainers, every Brexiter should vote for us."
            },
            {
                "title": "",
                "content": "Leave-voting communities have been ignored for too long. Labour is now the party of North London rather than the North Midlands or South Wales. Corbyn betrayed five million patriotic democrats who voted Labour and Leave. He broke his pledge to respect the referendum result and backs a rigged second referendum. The Conservatives are the party of the affluent South. The Brexit Party want to rebuild Britain’s regions by spending £200 billion on transport projects and jobs outside London. We want to invest in the NHS to overcome health inequalities between North and South. This election is an opportunity to change politics for good by putting Brexit MPs into Parliament. There can be no real Brexit without The Brexit Party to ensure it happens. Do you want a Brexiteer or a Remainer for your MP? The Brexit Party can beat Corbyn’s Remainer Labour and stop their second referendum plot. Leavers, don’t waste your vote."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Rebuild Britain’s regions",
                "policyDescription": "Spending £200 billion on transport projects and jobs outside London."
            },
            {
                "policyTitle": "Invest in NHS",
                "policyDescription": "Invest in the NHS to overcome health inequalities between North and South."
            }
        ],
        "mentions": {
            "candidate": "Nigel Farage",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "",
            "tacticalSituation": "Tactical voting could be big in this election. In seats where only The Brexit Party can beat the Remainers, every Brexiter should vote for us."
        },
        "issues": {
            "brexitEurope": "The Brexit Party to ensure it happens. Do you want a Brexiteer or a Remainer for your MP?",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "We want to invest in the NHS to overcome health inequalities between North and South.",
            "immigration": "",
            "labourEmployment": "The Brexit Party want to rebuild Britain’s regions by spending £200 billion on transport projects and jobs outside London.",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Leave-voting communities have been ignored for too long. Labour is now the party of North London rather than the North Midlands or South Wales. Corbyn betrayed five million patriotic democrats who voted Labour and Leave. He broke his pledge to respect the referendum result and backs a rigged second referendum.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Nigel Farage Leader of the Brexit Party"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "A recent opinion poll confirms that this is a Brexit election. It shows that 76% of voters think of themselves primarily as Leavers or Remainers. By contrast only 15% identify strongly with any political party."
                    ]
                },
                "qualitative": {
                    "count": 6,
                    "examples": [
                        "In many of these seats, a Leaver’s vote for the Conservative Party would be a wasted vote.",
                        "It will risk letting in another Labour MP who backs a second referendum and wants us to Remain.",
                        "Leave-voting communities have been ignored for too long. Labour is now the party of North London rather than the North Midlands or South Wales.",
                        "Corbyn betrayed five million patriotic democrats who voted Labour and Leave.",
                        "He broke his pledge to respect the referendum result and backs a rigged second referendum.",
                        "The Conservatives are the party of the affluent South."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "Leave-voting communities have been ignored for too long.",
                        "Labour is now the party of North London rather than the North Midlands or South Wales."
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "We want to invest in the NHS to overcome health inequalities between North and South.",
                        "The Brexit Party to ensure it happens.",
                        "Spending £200 billion on transport projects and jobs outside London."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 2,
                    "examples": [
                        "Labour is now the party of North London rather than the North Midlands or South Wales.",
                        "The Conservatives are the party of the affluent South."
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": []
                },
                "leaderOfOpponentsParty": {
                    "count": 2,
                    "examples": [
                        "Jeremy Corbyn",
                        "Corbyn betrayed five million patriotic democrats who voted Labour and Leave. He broke his pledge to respect the referendum result and backs a rigged second referendum."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    ""
                ]
            }
        }
    }
}