{
    "leaflet": {
        "candidateName": "Gordon Henderson",
        "candidateGender": "",
        "constituency": "Sittingbourne and Sheppey",
        "politicalParty": "Conservative Party",
        "electionDate": "",
        "messages": [
            {
                "title": "Brexit done. Better hospitals. Safer streets. Improved schools. Let’s unlock Britain’s future.",
                "content": "The last few years have been frustrating, I get it. I've been just as frustrated as you. We've had three years of a hung parliament that agrees on nothing except more arguments. But we don't have to go on like this. Together, we can end the doom and gloom."
            },
            {
                "title": "",
                "content": "The country needs a majority government. And you can secure it with your postal vote. The great thing about a majority government is that it can get stuff done. And that’s exactly what we’ll do. Passing our Brexit deal – which is agreed and ready to go from day one. It protects jobs and trade. It means we can leave the EU by the end of January. And it means we can get on with the country’s priorities. £33.9 billion extra for the NHS. So your hospital and local GPs can give you the healthcare you need. 20,000 extra police officers. With the power they need to keep us safe. More funding for every pupil in every school. So your child gets a better education. And a growing economy that creates jobs and pays for our public services."
            },
            {
                "title": "",
                "content": "Let's put the last three years behind us. Let's get Brexit done so the country can finally move on. Britain has spent too long going nowhere, spinning round in a hamster wheel of doom. That’s why your role in this election is a huge one. Because your constituency is one of just nine that we need to gain a majority Conservative. Last time we were just nine seats short of a majority. This election will be just as close. So I’m asking you once again to vote for Gordon Henderson in Sittingbourne and Sheppey."
            },
            {
                "title": "",
                "content": "Let’s end the delay. Let’s get Brexit done with our deal. And let’s unleash Britain’s potential."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Passing our Brexit deal – which is agreed and ready to go from day one. It protects jobs and trade. It means we can leave the EU by the end of January."
            },
            {
                "policyTitle": "NHS",
                "policyDescription": "£33.9 billion extra for the NHS. So your hospital and local GPs can give you the healthcare you need."
            },
            {
                "policyTitle": "Police",
                "policyDescription": "20,000 extra police officers. With the power they need to keep us safe."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "More funding for every pupil in every school. So your child gets a better education."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "A growing economy that creates jobs and pays for our public services."
            }
        ],
        "mentions": {
            "candidate": "Gordon Henderson",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Boris Johnson",
            "tacticalSituation": "Because your constituency is one of just nine that we need to gain a majority Conservative. Last time we were just nine seats short of a majority. This election will be just as close."
        },
        "issues": {
            "brexitEurope": "Brexit done. The country needs a majority government. Passing our Brexit deal – which is agreed and ready to go from day one. It protects jobs and trade. It means we can leave the EU by the end of January.",
            "defence": "",
            "economy": "A growing economy that creates jobs and pays for our public services.",
            "education": "More funding for every pupil in every school. So your child gets a better education.",
            "environment": "",
            "governance": "",
            "government": "The country needs a majority government. Let's get Brexit done.",
            "health": "£33.9 billion extra for the NHS. So your hospital and local GPs can give you the healthcare you need.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "20,000 extra police officers. With the power they need to keep us safe.",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Boris Johnson",
                "endorsement": "Prime Minister and Leader of the Conservative Party"
            }
        ],
        "quotes": [
            {
                "text": "Let’s end the delay. Let’s get Brexit done with our deal. And let’s unleash Britain’s potential.",
                "source": "Boris Johnson",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 4,
                    "examples": [
                        "£33.9 billion extra for the NHS.",
                        "20,000 extra police officers.",
                        "Because your constituency is one of just nine that we need to gain a majority Conservative.",
                        "Last time we were just nine seats short of a majority."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "I get it. I've been just as frustrated as you.",
                        "We've had three years of a hung parliament that agrees on nothing except more arguments.",
                        "Britain has spent too long going nowhere, spinning round in a hamster wheel of doom."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 0,
                "candidateAlone": 0,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "So I’m asking you once again to vote for Gordon Henderson in Sittingbourne and Sheppey."
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "Let’s get Brexit done with our deal. And let’s unleash Britain’s potential."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I get it. I've been just as frustrated as you.",
                    "issueRelated": "government"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Boris Johnson - Prime Minister and Leader of the Conservative Party"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Let's put the last three years behind us. Let's get Brexit done so the country can finally move on. Britain has spent too long going nowhere, spinning round in a hamster wheel of doom."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Sittingbourne and Sheppey",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "So I’m asking you once again to vote for Gordon Henderson in Sittingbourne and Sheppey."
                ]
            }
        }
    }
}