{
    "leaflet": {
        "candidateName": "Ed Davey",
        "candidateGender": "",
        "constituency": "Llandrindod Wells LD1",
        "politicalParty": "Liberal Democrats",
        "electionDate": "12th December",
        "messages": [
            {
                "title": "",
                "content": "Thanks to you, and millions of others like you, the Liberal Democrats are winning again. In May we gained over 700 councillors right across the country and beat both Labour and the Conservatives in the European elections. Every day more and more people are choosing to back the Lib Dems because of our party’s positive plan for Britain’s future."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "At a time when the two old parties have moved to the extremes, and when our country stands on the edge of a Brexit disaster, the Liberal Democrats are more vital than ever."
            }
        ],
        "mentions": {
            "candidate": "Ed Davey",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Our party’s positive plan for Britain’s future. The General Election on 12th December is a huge opportunity to get many more Liberal Democrat MPs in Parliament, fighting for the liberal, progressive values that our party is built on."
        },
        "issues": {
            "brexitEurope": "At a time when the two old parties have moved to the extremes, and when our country stands on the edge of a Brexit disaster, the Liberal Democrats are more vital than ever.",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "One of the easiest and quickest ways to help is to display a poster, like the one enclosed, prominently in your window. Putting the poster up helps build momentum and shows your neighbours that people like them are voting Lib Dem this time. A garden poster is an even better way to show your support. If you’re willing to have a poster in your garden please fill in the form overleaf. Nothing spurs our volunteers, deliverers and canvassers than seeing a street filled with Lib Dem posters. This election is so important. Please play your part by putting up a poster today.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "You can help us win today. One of the easiest and quickest ways to help is to display a poster, like the one enclosed, prominently in your window. Putting the poster up helps build momentum and shows your neighbours that people like them are voting Lib Dem this time. A garden poster is an even better way to show your support. If you’re willing to have a poster in your garden please fill in the form overleaf. Nothing spurs our volunteers, deliverers and canvassers than seeing a street filled with Lib Dem posters. This election is so important. Please play your part by putting up a poster today.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Freepost RTL-TGYC-ZBGL, Liberal Democrats, 4 Watergate, Brecon, Powys, LD3 9AN",
            "phone": "",
            "email": "",
            "website": "www.libdems.org.uk/poster",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Liberal Democrats Winning Here"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "Thanks to you, and millions of others like you, the Liberal Democrats are winning again. In May we gained over 700 councillors right across the country and beat both Labour and the Conservatives in the European elections."
                    ]
                },
                "qualitative": {
                    "count": 1,
                    "examples": [
                        "Every day more and more people are choosing to back the Lib Dems because of our party’s positive plan for Britain’s future."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "A garden poster is an even better way to show your support."
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "The General Election on 12th December is a huge opportunity to get many more Liberal Democrat MPs in Parliament."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "At a time when the two old parties have moved to the extremes, and when our country stands on the edge of a Brexit disaster, the Liberal Democrats are more vital than ever."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": []
            }
        }
    }
}