{
    "leaflet": {
        "candidateName": "Charlotte Hoagland",
        "candidateGender": "",
        "constituency": "Witney",
        "politicalParty": "Liberal Democrat",
        "electionDate": "Thursday 12th December",
        "messages": [
            {
                "title": "Dear resident",
                "content": "I'm sure you'd agree with me that the NHS is our most treasured public service. And yet, there is still a chronic imbalance at the heart of the NHS: the way in which we treat people with physical illnesses and those who need mental health support. That's why I'm incredibly proud that the Liberal Democrats have committed to ensuring mental health is treated with the same urgency as physical health. I know the difference this will make to the lives of so many here in West Oxfordshire. Yet we've recently seen an attempt by the Conservatives to privatise our cancer screening services at the Churchill in Oxford. Witney and Chipping Norton Community Hospitals have also faced a series of threats to services. Lib Dem MPs have fought hard on all these issues in Parliament. The Liberal Democrats' carefully costed plan will invest in the NHS across Britain. It will start to tackle the problems we hear about every week. We will cut waiting times in our NHS, increase access to mental health support and ensure it's properly funded. That's why I need your support on Thursday 12th December - so that I have the chance to campaign for our local NHS on your behalf in Parliament."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS and Healthcare",
                "policyDescription": "Commitment to treating mental health with the same urgency as physical health, investing in the NHS, cutting waiting times, increasing access to mental health support, and ensuring proper funding."
            }
        ],
        "mentions": {
            "candidate": "Charlotte Hoagland",
            "otherPartyLeaderCandidate": "Conservatives",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Result here in the European Elections",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "The NHS is our most treasured public service. Chronic imbalance at the heart of the NHS. Ensuring mental health is treated with the same urgency as physical health. Lib Dems plan to invest in the NHS across Britain, cut waiting times, increase access to mental health support, and ensure proper funding.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Witney and Chipping Norton Community Hospitals have faced a series of threats to services.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Unit C5, Grange Court Business Park, Barton Lane, Abingdon, OX14 3NB",
            "phone": "",
            "email": "",
            "website": "www.charlotte4witney.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "We will cut waiting times in our NHS, increase access to mental health support and ensure it's properly funded.",
                        "Lib Dem MPs have fought hard on all these issues in Parliament."
                    ]
                },
                "qualitative": {
                    "count": 5,
                    "examples": [
                        "The NHS is our most treasured public service.",
                        "And yet, there is still a chronic imbalance at the heart of the NHS.",
                        "That's why I'm incredibly proud that the Liberal Democrats have committed to ensuring mental health is treated with the same urgency as physical health.",
                        "I know the difference this will make to the lives of so many here in West Oxfordshire.",
                        "That's why I need your support on Thursday 12th December - so that I have the chance to campaign for our local NHS on your behalf in Parliament."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "Witney and Chipping Norton Community Hospitals have faced a series of threats to services."
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "Ensuring mental health is treated with the same urgency as physical health. The Liberal Democrats' carefully costed plan will invest in the NHS across Britain."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "Witney and Chipping Norton Community Hospitals have also faced a series of threats to services."
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "Yet we've recently seen an attempt by the Conservatives to privatise our cancer screening services at the Churchill in Oxford."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": []
            }
        }
    }
}