{
    "leaflet": {
        "candidateName": "Kevan Jones",
        "candidateGender": "",
        "constituency": "North Durham",
        "politicalParty": "Labour",
        "electionDate": "12th December",
        "messages": [
            {
                "title": "A message from Kevan",
                "content": "I am asking the electors of North Durham to vote for me at the General Election on 12th December. Over the last 18 years, I have striven to be North Durham's effective voice in Parliament, but also ensured that I have kept in touch with and helped with the problems facing individuals across the constituency. Brexit is a deeply divisive issue, which arouses strong passions on all sides. The Labour manifesto (on which I was elected in 2017) pledged the party to oppose a No Deal Brexit, which would be massively damaging to jobs and security. Throughout the debate, I have kept constituents updated with regular statements posted on my website, and if I am re-elected I will continue to do so. Since 2010, we have faced successive Government cuts deliberately targeting the elderly and the vulnerable in North Durham and across the country. I have been a strong opponent of Universal Credit in Parliament as it is simply not fit for purpose and provides no support at a time when people need it most. As a former Defence Minister, I am a strong supporter of our armed services, and am particularly focused on ensuring that our Veterans get the recognition and practical help which they deserve. In Parliament I have been a passionate advocate for eradicating the stigma around mental health and ensuring sufferers get their fair share of NHS resources. I also work closely with local grassroots organisations to support individuals and families facing health problems of all types. I am always happy to meet with people to discuss any issues that may concern them - please do get in touch if you would like to speak to me in person. Best wishes Kevan"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "National Education Service",
                "policyDescription": "Introduce a National Education Service"
            },
            {
                "policyTitle": "NHS Funding",
                "policyDescription": "Give the NHS the staff and funding it needs"
            },
            {
                "policyTitle": "Universal Credit",
                "policyDescription": "Scrap Universal Credit"
            },
            {
                "policyTitle": "Free TV Licences for Pensioners",
                "policyDescription": "Protect Free TV licences for Pensioners"
            },
            {
                "policyTitle": "Green New Deal",
                "policyDescription": "Bring in a Green New Deal"
            }
        ],
        "mentions": {
            "candidate": "Kevan Jones",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Brexit is a deeply divisive issue, which arouses strong passions on all sides. The Labour manifesto (on which I was elected in 2017) pledged the party to oppose a No Deal Brexit, which would be massively damaging to jobs and security. Throughout the debate, I have kept constituents updated with regular statements posted on my website, and if I am re-elected I will continue to do so.",
            "defence": "As a former Defence Minister, I am a strong supporter of our armed services, and am particularly focused on ensuring that our Veterans get the recognition and practical help which they deserve.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "Since 2010, we have faced successive Government cuts deliberately targeting the elderly and the vulnerable in North Durham and across the country.",
            "health": "I have been a passionate advocate for eradicating the stigma around mental health and ensuring sufferers get their fair share of NHS resources. I also work closely with local grassroots organisations to support individuals and families facing health problems of all types.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "I have been a strong opponent of Universal Credit in Parliament as it is simply not fit for purpose and provides no support at a time when people need it most.",
            "community": [
                {
                    "content": "Kevan lives in the constituency and is always available to visit groups and get involved in local activities.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I am asking the electors of North Durham to vote for me at the General Election on 12th December.",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "18 years",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "07554620233",
            "email": "kevanjones4northdurham@gmail.com",
            "website": "www.kevan4northdurham.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "@Kevan4NDurham",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Julie Scurfield founder of Chester-le-Street Amazon's Girls & Womens FC",
                "endorsement": "\"Kevan works hard for us all year round and is a tireless champion of the local community. This Tory government constantly attacks the North East, and it is vital that we have strong representatives like Kevan to speak up for our area.\""
            },
            {
                "endorser": "Dawn Knight, Campaigner for greater regulation of Cosmetic practitioners, Tanfield",
                "endorsement": "\"Kevan is an outstanding advocate for our area in Parliament. He has been a strong supporter of our campaign to stop irresponsible cosmetic practitioners who prey on vulnerable individuals.\""
            },
            {
                "endorser": "Shirley Smith, Founder of If U Care share charity, Lumley",
                "endorsement": "\"Kevan has done great things for the people of mental health. He is a highly respected local politician who is constantly active campaigning work\""
            },
            {
                "endorser": "Tony Hammond, St Peter's Court, Sacriston",
                "endorsement": "\"Kevan has a great understanding of our armed forces, and for services which support Veterans, including projects like St Peter's Court in Sacriston. Kevan regularly goes above and beyond to offer his support.\""
            },
            {
                "endorser": "Darren McMahon, PACT House Stanley",
                "endorsement": "\"Kevan is a strong supporter of the grassroots organisations which are often run by very dedicated, hard-working members of our community. He has helped us to secure funding for projects such as PACT House, and has been a very active supporter against the damage caused in our area by cruel government policies like Universal Credit\""
            }
        ],
        "quotes": [
            {
                "text": "\"This Tory government is the worst in living memory. Please vote Labour so that I can continue to fight for our communities\"",
                "source": "Kevan",
                "date": ""
            },
            {
                "text": "\"It is an honour to represent North Durham in Parliament, and to be able to raise issues which matter to local people at a national level\"",
                "source": "Kevan",
                "date": ""
            },
            {
                "text": "\"Local people know that they can rely on me to fight their corner. People contact me about a vast range of issues and I am not afraid to challenge local or national bodies when they get it wrong.\"",
                "source": "Kevan",
                "date": ""
            },
            {
                "text": "\"I am proud to represent an area which still has a great community spirit. I am always impressed by the volunteers who put so much time and commitment into arranging activities for young and old alike.\"",
                "source": "Kevan",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 4,
                    "examples": [
                        "Kevan has held over 700 Surgeries since he was first elected in 2001.",
                        "Since the last General Election, he has helped 5000 individuals to deal with issues and concerns.",
                        "Since 2010, we have faced successive Government cuts deliberately targeting the elderly and the vulnerable in North Durham and across the country.",
                        "Ending free TV licences for over 4000 Pensioner households in North Durham"
                    ]
                },
                "qualitative": {
                    "count": 4,
                    "examples": [
                        "I am proud to represent an area which still has a great community spirit. I am always impressed by the volunteers who put so much time and commitment into arranging activities for young and old alike.",
                        "It is an honour to represent North Durham in Parliament, and to be able to raise issues which matter to local people at a national level.",
                        "Local people know that they can rely on me to fight their corner. People contact me about a vast range of issues and I am not afraid to challenge local or national bodies when they get it wrong.",
                        "This Tory government is the worst in living memory. Please vote Labour so that I can continue to fight for our communities"
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 2,
                "people": 5,
                "candidateAlone": 1,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Kevan lives in the constituency and is always available to visit groups and get involved in local activities.",
                        "It is an honour to represent North Durham in Parliament, and to be able to raise issues which matter to local people at a national level.",
                        "Local people know that they can rely on me to fight their corner. People contact me about a vast range of issues and I am not afraid to challenge local or national bodies when they get it wrong."
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "I have been a passionate advocate for eradicating the stigma around mental health and ensuring sufferers get their fair share of NHS resources.",
                        "I am always happy to meet with people to discuss any issues that may concern them - please do get in touch if you would like to speak to me in person.",
                        "Throughout the debate, I have kept constituents updated with regular statements posted on my website, and if I am re-elected I will continue to do so."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Kevan has held over 700 Surgeries since he was first elected in 2001. Since the last General Election, he has helped 5000 individuals to deal with issues and concerns, and he is always accessible to residents.",
                    "issueRelated": ""
                }
            ],
            "endorsementsUsed": {
                "count": 5,
                "examples": [
                    "Julie Scurfield founder of Chester-le-Street Amazon's Girls & Womens FC",
                    "Dawn Knight, Campaigner for greater regulation of Cosmetic practitioners, Tanfield",
                    "Shirley Smith, Founder of If U Care share charity, Lumley",
                    "Tony Hammond, St Peter's Court, Sacriston",
                    "Darren McMahon, PACT House Stanley"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "The Tories’ policies have resulted in savage cuts to funding for the North East, and Kevan has frequently raised the impact of this in County Durham on services such as public health, local schools and the Police."
                    ]
                },
                "nationalIssues": {
                    "count": 3,
                    "examples": [
                        "The Tory government has implemented policies like Universal Credit, which have caused real hardship to people across the country.",
                        "This Tory government is the worst in living memory.",
                        "This Tory government constantly attacks the North East, and it is vital that we have strong representatives like Kevan to speak up for our area."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "Kevan lives in the constituency and is always available to visit groups and get involved in local activities.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Kevan lives in the constituency and is always available to visit groups and get involved in local activities."
                ]
            }
        }
    }
}