{
    "leaflet": {
        "candidateName": "Ian Austin",
        "candidateGender": "",
        "constituency": "Dudley North",
        "politicalParty": "Former Labour MP",
        "electionDate": "",
        "messages": [
            {
                "title": "Letter from Ian Austin",
                "content": "I have been a Labour MP for 14 years. I joined the Labour Party as a teenager, I was a councillor and an adviser to the last Labour government. The Labour Party has been my life and until this year I could never have dreamt of voting for anyone else, so it really has come to something when I can no longer ask you to vote Labour. I could never ask anyone to make Jeremy Corbyn Prime Minister. I am decent, traditional Labour, but I think he is completely unfit to lead our country. The Labour Party has been poisoned by racism, extremism and intolerance under his leadership. I do not believe Jeremy Corbyn loves this country or that he and the people around him can be trusted with our defence and security. They always seem to back people who hate Britain – whether that’s the IRA, terrorist groups like Hamas and Hezbollah or even parroting Putin’s propaganda to try and stop the murder people here in Britain. And when we had the chance to take out ISIS, Jeremy Corbyn refused to back any action. No one thinks he will deliver Brexit and at a time when working people need support, Jeremy Corbyn and John McDonnell have come up with plans that will put businesses, investment and jobs at risk. I know how hard it is for Labour voters to back the Tories, but at the end of this election, either Boris Johnson will be Prime Minister – or Jeremy Corbyn. That’s the choice. And I am worried that if Boris Johnson does not get a majority, the SNP will back Corbyn. It is too big a risk. That is why I think we should lend the Tories our votes and stop Jeremy Corbyn getting anywhere near Downing Street. This hasn’t been an easy decision. But it’s the right one. And I encourage you to vote the same way."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Vote Conservative",
                "policyDescription": "The only way to get a Government led by Boris Johnson so that we can get Brexit done, is to vote Conservative here in Bishop Auckland."
            }
        ],
        "mentions": {
            "candidate": "Ian Austin",
            "otherPartyLeaderCandidate": "Jeremy Corbyn, John McDonnell",
            "partyLeader": "Boris Johnson",
            "tacticalSituation": "I know how hard it is for Labour voters to back the Tories, but at the end of this election, either Boris Johnson will be Prime Minister – or Jeremy Corbyn. That’s the choice. And I am worried that if Boris Johnson does not get a majority, the SNP will back Corbyn."
        },
        "issues": {
            "brexitEurope": "No one thinks he will deliver Brexit.",
            "defence": "I do not believe Jeremy Corbyn loves this country or that he and the people around him can be trusted with our defence and security. They always seem to back people who hate Britain – whether that’s the IRA, terrorist groups like Hamas and Hezbollah or even parroting Putin’s propaganda to try and stop the murder people here in Britain. And when we had the chance to take out ISIS, Jeremy Corbyn refused to back any action.",
            "economy": "Jeremy Corbyn and John McDonnell have come up with plans that will put businesses, investment and jobs at risk.",
            "education": "",
            "environment": "",
            "governance": "This hasn't been an easy decision. But it's the right one.",
            "government": "No one thinks he will deliver Brexit.",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "I have been a Labour MP for 14 years. I joined the Labour Party as a teenager, I was a councillor and an adviser to the last Labour government. The Labour Party has been my life and until this year I could never have dreamt of voting for anyone else...",
        "politicalExperience": [
            {
                "role": "Former Labour MP",
                "duration": "14 years",
                "achievements": "Councillor and an adviser to the last Labour government"
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Former Labour MP for Dudley North, Ian Austin",
                "endorsement": "The only way to get a Government led by Boris Johnson so that we can get Brexit done, is to vote Conservative here in Bishop Auckland."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "I know how hard it is for Labour voters to back the Tories, but at the end of this election, either Boris Johnson will be Prime Minister – or Jeremy Corbyn. That’s the choice.",
                        "It is too big a risk. That is why I think we should lend the Tories our votes and stop Jeremy Corbyn getting anywhere near Downing Street.",
                        "This hasn’t been an easy decision. But it’s the right one. And I encourage you to vote the same way."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 0,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "national": {
                    "count": 6,
                    "examples": [
                        "No one thinks he will deliver Brexit.",
                        "I do not believe Jeremy Corbyn loves this country or that he and the people around him can be trusted with our defence and security.",
                        "They always seem to back people who hate Britain – whether that’s the IRA, terrorist groups like Hamas and Hezbollah or even parroting Putin’s propaganda to try and stop the murder people here in Britain.",
                        "When we had the chance to take out ISIS, Jeremy Corbyn refused to back any action.",
                        "Jeremy Corbyn and John McDonnell have come up with plans that will put businesses, investment and jobs at risk.",
                        "I am worried that if Boris Johnson does not get a majority, the SNP will back Corbyn."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I know how hard it is for Labour voters to back the Tories, but at the end of this election, either Boris Johnson will be Prime Minister – or Jeremy Corbyn. That’s the choice.",
                    "issueRelated": "tactical voting"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "The only way to get a Government led by Boris Johnson so that we can get Brexit done, is to vote Conservative here in Bishop Auckland."
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 5,
                    "examples": [
                        "No one thinks he will deliver Brexit.",
                        "I do not believe Jeremy Corbyn loves this country or that he and the people around him can be trusted with our defence and security.",
                        "They always seem to back people who hate Britain – whether that’s the IRA, terrorist groups like Hamas and Hezbollah or even parroting Putin’s propaganda to try and stop the murder people here in Britain.",
                        "When we had the chance to take out ISIS, Jeremy Corbyn refused to back any action.",
                        "Jeremy Corbyn and John McDonnell have come up with plans that will put businesses, investment and jobs at risk."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "I do not believe Jeremy Corbyn loves this country or that he and the people around him can be trusted with our defence and security."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "I do not believe Jeremy Corbyn loves this country or that he and the people around him can be trusted with our defence and security."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    ""
                ]
            }
        }
    }
}