{
    "leaflet": {
        "candidateName": "Chris Philp",
        "candidateGender": "",
        "constituency": "Croydon South",
        "politicalParty": "Conservative",
        "electionDate": "December 12th",
        "messages": [
            {
                "title": "A message from Chris",
                "content": "Dear Local Resident, Since being elected four years ago I have tried to be an active and energetic local MP, and I hope you have seen this. I aim to deliver real results for our neighbourhood, as the back page shows. Before being elected, I set up and ran my own businesses. I have been in business since I was 24, starting off selling leather goods, growing and growing it to employing hundreds of people. This kind of real-world experience means I know how to get things done. The NHS is a subject very close to my heart. In 2013, my twins were born very prematurely at 25 weeks. The NHS saved their lives, as it has saved the lives of many local residents. Please vote for me again, and I still remember my first all-night Journey from the hospital in 1991. Although it is a tough job, there is no place I would prefer to do it than right here in our shared borough. I was born and brought up in a Grammar school area, so a key priority is to ensure that our educational system can provide the very best education for all our children is vital. I hope to have your support on December 12th so that I can continue to be an active and energetic local MP for our area and deliver results for our community. There is more information at www.chrisphilp.com. Chris Philp Conservative Candidate for Croydon South"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Improve the Brighton mainline",
                "policyDescription": "Obtained £350 million to improve the Brighton mainline, including £67 million to improve East Croydon Station"
            },
            {
                "policyTitle": "Purley Skyscraper",
                "policyDescription": "Stood up to the Labour council's terrible indiscriminate planning policies, including getting the appalling Purley Skyscraper 'Called in', which has put the project on hold for now"
            },
            {
                "policyTitle": "20,000 extra police officers",
                "policyDescription": "Supported plans for 20,000 extra police officers, with a focus on serious offenders in jail for more of their sentence"
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "Corbyn",
            "partyLeader": "",
            "tacticalSituation": "Only Chris can beat Corbyn here"
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "A key priority is to ensure that our educational system can provide the very best education for all our children",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "The NHS is a subject very close to my heart. In 2013, my twins were born very prematurely at 25 weeks. The NHS saved their lives, as it has saved the lives of many local residents.",
            "immigration": "",
            "labourEmployment": "I set up and ran my own businesses. I have been in business since I was 24, starting off selling leather goods, growing and growing it to employing hundreds of people.",
            "lawCrime": "",
            "transport": "Obtained £350 million to improve the Brighton mainline, including £67 million to improve East Croydon Station",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Chris has a track record that shows he can do this. Re-electing Chris will make sure that this kind of action for our local community and beyond continues.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "four years",
                "achievements": "Obtained £350 million to improve the Brighton mainline, including £67 million to improve East Croydon Station. Successfully campaigned to get the Viridor incinerator at Croydon temporarily closed after 30 days' non-compliance earlier this year, which puts our children's health at risk. Lobbied for funding to secure a third cut in business rates for high street shops and pubs. Supported plans for 20,000 extra police officers, with a focus on serious offenders in jail for more of their sentence."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.chrisphilp.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Only Chris can beat Corbyn here"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "Obtained £350 million to improve the Brighton mainline, including £67 million to improve East Croydon Station"
                    ]
                },
                "qualitative": {
                    "count": 1,
                    "examples": [
                        "Since being elected four years ago I have tried to be an active and energetic local MP, and I hope you have seen this."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Obtained £350 million to improve the Brighton mainline, including £67 million to improve East Croydon Station.",
                        "Successfully campaigned to get the Viridor incinerator at Croydon temporarily closed after 30 days' non-compliance earlier this year, which puts our children's health at risk.",
                        "Lobbied for funding to secure a third cut in business rates for high street shops and pubs."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "Supported plans for 20,000 extra police officers, with a focus on serious offenders in jail for more of their sentence."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "The NHS is a subject very close to my heart. In 2013, my twins were born very prematurely at 25 weeks. The NHS saved their lives, as it has saved the lives of many local residents.",
                    "issueRelated": "health"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": []
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Only Chris can beat Corbyn here"
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "I set up and ran my own businesses. I have been in business since I was 24, starting off selling leather goods, growing and growing it to employing hundreds of people.",
                "education": "I was born and brought up in a Grammar school area",
                "family": "In 2013, my twins were born very prematurely at 25 weeks. The NHS saved their lives"
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Although it is a tough job, there is no place I would prefer to do it than right here in our shared borough."
                ]
            }
        }
    }
}