{
    "leaflet": {
        "candidateName": "Jeremy Caddick",
        "candidateGender": "",
        "constituency": "Cambridge",
        "politicalParty": "Green Party",
        "electionDate": "Thursday 12th December",
        "messages": [
            {
                "title": "Vote for Action; Vote for the Planet",
                "content": "A positive and bold vision for a new future\nDecades of inaction from other political parties\nOnly a Green vote guarantees urgent action\nThe Green Party has campaigned for 47 years to protect our planet, focusing on the needs of future generations and offering an alternative, positive and realistic vision for a zero-carbon future. While other political parties talk about the environment, they have repeatedly failed to take the necessary action to protect the planet, shying away from the systematic breakdown and a stable money system. The Green Party will:\n* Strengthen international agreements and make the UK a world leader in responding to the climate emergency.\n* Challenge the focus on economic growth, consumerism and depletion of natural resources.\n* End fossil fuel subsidies, phase out nuclear energy and invest in a fully renewable energy infrastructure.\n* Tackle fuel poverty and high energy bills by securing funds for retroactively insulating existing housing stock."
            },
            {
                "title": "Vote for a Fairer Society for All",
                "content": "Only mainstream political party in England to consistently oppose austerity\nWill invest in local communities and reverse destructive cuts\nWill reverse two decades of NHS privatisation\nAusterity has been a disaster for the UK and the Green Party aims to reverse the damage. In particular, the introduction of Universal Credit has left those suffering the most in need. It excludes many who need support and has led to an increase in evictions, homelessness, mental distress, health problems and even deaths. The Green Party will replace this with a citizen's income. Every citizen will receive a basic minimum income, with additional payments for disabilities. Disability payments for carers will be protected and funded by the NHS. Not only is this system more humane but it would be fairer, faster and less wasteful."
            },
            {
                "title": "A People's Vote; The Only Fair Option",
                "content": "Since the start of the People's Vote campaign, the Green Party has supported a second referendum as the fairest method for resolving the Brexit deadlock. It also allows us to see the will of the people, now they are better informed.  A People's Vote allows a greater focus on isses such as climate change, the cause of rising inequality, and building a fair society. Brexit has already done significant damage to the UK, and being a member of the EU provides environmental, social and economic advantages. We need to be at the heart of climate change negotiations, and continue benefiting from being a member of an international leader in trade and climate change."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Tackling the Climate Emergency",
                "policyDescription": "Strengthen international agreements, end fossil fuel subsidies, phase out nuclear energy, invest in renewable energy, and insulate homes."
            },
            {
                "policyTitle": "Opposing Austerity",
                "policyDescription": "Replace Universal Credit with a citizen's income, invest in local communities, reverse NHS privatisation."
            },
            {
                "policyTitle": "A People's Vote on Brexit",
                "policyDescription": "Support a second referendum on Brexit as the fairest method for resolving the Brexit deadlock."
            }
        ],
        "mentions": {
            "candidate": "Jeremy Caddick",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "A People's Vote; The Only Fair Option",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "Vote for Action; Vote for the Planet",
            "governance": "A People's Vote; The Only Fair Option",
            "government": "",
            "health": "Will reverse two decades of NHS privatisation",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "Vote for a Fairer Society for All",
            "community": [
                {
                    "content": "Will invest in local communities and reverse destructive cuts.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Local campaigner, Jeremy Caddick, will be standing as the Green Party candidate on Thursday 12th December. Jeremy argues, \"It is essential to put the climate emergency at the top of the political agenda. We urgently need to build a greener, more sustainable society and invest in bold climate action.\"",
        "politicalExperience": [
            {
                "role": "Local Campaigner",
                "duration": "25 years",
                "achievements": "Helped the University to divest from fossil fuels."
            }
        ],
        "contactInformation": {
            "address": "Cambridge Green Party, 603 Newmarket Rd, Cambridge, CB5 8PA",
            "phone": "",
            "email": "contact@cambridge.greenparty.org.uk",
            "website": "cambridge.greenparty.org.uk",
            "socialMedia": {
                "facebook": "CambridgeGreenParty",
                "twitter": "CambridgeGreens",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jeremy Caddick and Green peer Natalie Bennett spreading the Green message across Cambridge."
                },
                {
                    "caption": "Jeremy Caddick and Caroline Lucas, calling for real action to tackle the climate emergency."
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "qualitative": {
                    "count": 1,
                    "examples": [
                        "It is essential to put the climate emergency at the top of the political agenda. We urgently need to build a greener, more sustainable society and invest in bold climate action."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 3,
                "candidateAlone": 1,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "national": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Helped the University to divest from fossil fuels.",
                    "issueRelated": "environment"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Has lived in Cambridge for 25 years.",
                "employment": "Church of England clergyman.",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Jeremy argues, \"It is essential to put the climate emergency at the top of the political agenda. We urgently need to build a greener, more sustainable society and invest in bold climate action.\""
                ]
            }
        }
    }
}