{
    "leaflet": {
        "candidateName": "Jo Dale",
        "candidateGender": "",
        "constituency": "Congleton",
        "politicalParty": "Labour",
        "electionDate": "Thursday 12 December",
        "messages": [
            {
                "title": "Jo Dale",
                "content": "Your voice for positive change in our community"
            },
            {
                "title": "Imagine",
                "content": "Imagine you could save the NHS, sort out public transport, boost the emergency services, improve education, preserve your rights at work and tackle the housing crisis in just one day. Well now you can. Vote Labour."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Save our NHS",
                "policyDescription": "Labour created the NHS and we will protect it. We will ensure fair pay for health workers, block privatisation and abolish all prescription charges. We will provide free social care and invest in mental health services. Labour is committed to a universal healthcare system, free at the point of use that is there for all of us when we need it."
            },
            {
                "policyTitle": "Climate Emergency",
                "policyDescription": "Labour's Green New Deal will create 450,000 green industry jobs over 10 years. Labour will insulate 27 million homes, invest in public transport and introduce a clean air act. We will plant an NHS forest of a million trees."
            },
            {
                "policyTitle": "Building a future",
                "policyDescription": "Labour will invest in our communities. We will ensure infrastructure can meet demand. Our homes need to be affordable and safe. Labour will end the scandalous building of leasehold homes, cap ground rents, and provide protections for private tenants. We will put controls on rents and ensure houses are fit to live in."
            }
        ],
        "mentions": {
            "candidate": "Jo Dale",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Labour",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "I have witnessed funding to my children's schools slashed, decimated SEN provision and staffing with schools struggling to pay the bills. Children are hungry in school, uniforms unaffordable and schools facing shorter weeks. A fairer educated Congleton I will campaign for fairer funding in all our schools.",
            "environment": "Climate Emergency poses a monumental threat to our planet. Labour's Green New Deal will create 450,000 green industry jobs over 10 years. Labour will insulate 27 million homes, invest in public transport and introduce a clean air act. We will plant an NHS forest of a million trees. I will lobby for more to be done about air pollution levels affecting Congleton.",
            "governance": "",
            "government": "",
            "health": "Labour created the NHS and we will protect it. We will ensure fair pay for health workers, block privatisation and abolish all prescription charges. We will provide free social care and invest in mental health services. Labour is committed to a universal healthcare system, free at the point of use that is there for all of us when we need it. A healthier Congleton I will strongly support Labour's NHS policy.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "An accessible Congleton I will fight to improve our transport links and restore bus services.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Labour will invest in our communities. We will ensure infrastructure can meet demand. Our homes need to be affordable and safe. Labour will end the scandalous building of leasehold homes, cap ground rents, and provide protections for private tenants. We will put controls on rents and ensure houses are fit to live in. A prosperous Congleton I will campaign for regeneration of our declining town centres.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I'm a working mum of 3, ethical small business person and a former NHS Physiotherapist.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Promoted by Jonathan Parry on behalf of Jo Dale both at 3248 Booth Lane, Middlewich, CW10 0HA. Printed by Sterling, Kettering Venture Park, Kettering, Northants, NN15 6XU",
            "phone": "",
            "email": "congletonlabour@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "facebook.com/JoDaleLabour",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Linda Yarwood, Congleton",
                "endorsement": "Jo Dale has become a valued personal friend. She may be small in stature but definitely big on getting things done. Juggling family life, a successful ethical business, making a fantastic impact as a town councillor plus supporting local initiatives, Jo is absolutely in tune with what her constituents need."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jo Dale"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "Labour's Green New Deal will create 450,000 green industry jobs over 10 years."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "Imagine you could save the NHS, sort out public transport, boost the emergency services, improve education, preserve your rights at work and tackle the housing crisis in just one day. Well now you can. Vote Labour.",
                        "Labour created the NHS and we will protect it.",
                        "Labour will invest in our communities."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 3,
                "candidateAlone": 1,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "I will fight to improve our transport links and restore bus services.",
                        "I will campaign for regeneration of our declining town centres.",
                        "I will lobby for more to be done about air pollution levels affecting Congleton."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "Labour created the NHS and we will protect it.",
                        "Labour's Green New Deal will create 450,000 green industry jobs over 10 years."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I'm a working mum of 3, ethical small business person and a former NHS Physiotherapist. I have witnessed funding to my children's schools slashed, decimated SEN provision and staffing with schools struggling to pay the bills. Children are hungry in school, uniforms unaffordable and schools facing shorter weeks.",
                    "issueRelated": "education"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Jo Dale has become a valued personal friend. She may be small in stature but definitely big on getting things done. Juggling family life, a successful ethical business, making a fantastic impact as a town councillor plus supporting local initiatives, Jo is absolutely in tune with what her constituents need."
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "ethical small businessperson",
                "education": "former NHS Physiotherapist",
                "family": "working mum of 3"
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    ""
                ]
            }
        }
    }
}