{
    "leaflet": {
        "candidateName": "Darren Henry",
        "candidateGender": "",
        "constituency": "Broxtowe",
        "politicalParty": "Conservative",
        "electionDate": "Thursday 12th December 2019",
        "messages": [
            {
                "title": "Dear Resident",
                "content": "On the 12th of December, you will have the chance to vote for who you want to represent you in Parliament. Like you, I am frustrated with national politics and the MP’s endless chase for fame rather than effective representation for Broxtowe. I believe serving as an MP is a service and a duty to the people. To promote our home, both locally and nationally, as we have so much to be proud of.\n\nI joined the Royal Air Force as a young man because I wanted to serve my country - and thanks to my job, I got to see the world. Then I settled in Broxtowe where my wife Caroline and I are delighted to call home. As someone who has served alongside the finest in our Armed Forces, I chose Broxtowe - it is a unique constituency where our traditions marry with innovation and diversity.\n\nThe current MP for Broxtowe has voted against implementing Brexit over 346 times - we need an MP who will represent the voice of the local residents and deliver Brexit and a fair and balanced immigration policy. I pledge to do just that and more.\n\nMy background as the son of a Jamaican soldier who was killed in Giffnock when we first met in 1974 and my mother was posted to Redford Barracks, Edinburgh means that I have lived in two worlds: a world of discipline and a world of opportunity. I grew up understanding the value of hard work and that's what I believe in most of all. Hard work and success where people prosper.\n\nCaroline and I married after meeting in Birmingham. We know first hand if you work hard, there are opportunities for everyone. We want to protect our high standards of living and our local services such as our NHS. We must improve them so our children get the best start in life.\n\nMy track record as an RAF Officer, as a Conservative activist and as a local Councillor, demonstrates my commitment to British values. We are facing uncertain times with waking competition to our British institutions and our democratic rights. I am ready to champion our values.\n\nVote for change. Vote for someone you can trust. Vote for me, Darren Henry, on 12th December. MY HEART! Where it should be. Broxtowe is where I want to serve as your loyal Member of Parliament."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS Investment",
                "policyDescription": "The NHS and the services provided are vital to our community. Darren has worked personally with the Health Secretary to ensure a rebuild of the heart of healthcare in Nottingham over the next decade, so Broxtowe can continue to benefit from it, as our family has."
            },
            {
                "policyTitle": "Tackling Crime",
                "policyDescription": "Darren has ensured that Broxtowe gets its share of the 20,000 extra police officers, of whom many are getting recruited. Coupled with an improved partnership to tackle school behavior, Darren will ensure the streets and communities of Broxtowe are kept safe."
            },
            {
                "policyTitle": "Broxtowe: Not Forgotten",
                "policyDescription": "Broxtowe is perfectly placed within the county to be a hive of business, entrepreneurs and hardworkers. Darren believes we need to support this by cutting business rates to 50p."
            },
            {
                "policyTitle": "Get Brexit Done",
                "policyDescription": "Broxtowe’s vote to leave has been ignored by our current MP. Darren believes that delivering Brexit is essential. He supports getting Brexit done to focus on the NHS, the cost of living, and tackling violent crime."
            }
        ],
        "mentions": {
            "candidate": "Darren Henry",
            "otherPartyLeaderCandidate": "current MP for Broxtowe",
            "partyLeader": "Boris Johnson",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Broxtowe’s vote to leave has been ignored by our current MP. Darren believes that delivering Brexit is essential. He supports getting Brexit done to focus on the NHS, the cost of living, and tackling violent crime.",
            "defence": "I joined the Royal Air Force as a young man because I wanted to serve my country - and thanks to my job, I got to see the world.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "NHS Investment: The NHS and the services provided are vital to our community. Darren has worked personally with the Health Secretary to ensure a rebuild of the heart of healthcare in Nottingham over the next decade, so Broxtowe can continue to benefit from it, as our family has.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "Tackling Crime: Darren has ensured that Broxtowe gets its share of the 20,000 extra police officers, of whom many are getting recruited. Coupled with an improved partnership to tackle school behavior, Darren will ensure the streets and communities of Broxtowe are kept safe.",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Darren has lived and been a part of Broxtowe and knows first hand the issues that face our local community. As your next MP, he will ensure we put Broxtowe first and fight for the best for the people of Broxtowe.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "My background as the son of a Jamaican soldier who was killed in Giffnock when we first met in 1974 and my mother was posted to Redford Barracks, Edinburgh means that I have lived in two worlds: a world of discipline and a world of opportunity.",
        "politicalExperience": [
            {
                "role": "RAF Officer",
                "duration": "",
                "achievements": ""
            },
            {
                "role": "Conservative activist",
                "duration": "",
                "achievements": ""
            },
            {
                "role": "Local Councillor",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "146 Station Road, Beeston, Nottingham NG9 2AY",
            "phone": "",
            "email": "darren@darrenhenry.org.uk",
            "website": "www.darrenhenry.org.uk",
            "socialMedia": {
                "facebook": "Darren4Broxtowe",
                "twitter": "@VoteDarrenHenry",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Backing Broxtowe. Backing Brexit. Backing Boris. Darren Henry, here to serve our community in Broxtowe."
                },
                {
                    "caption": "Darren talking to people in Broxtowe."
                },
                {
                    "caption": "NHS Investment: Darren talking with the Health Secretary."
                },
                {
                    "caption": "Tackling Crime: Darren discussing crime issues."
                },
                {
                    "caption": "Broxtowe: Not Forgotten. Darren meeting with people."
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "The current MP for Broxtowe has voted against implementing Brexit over 346 times."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "I joined the Royal Air Force as a young man because I wanted to serve my country.",
                        "My background as the son of a Jamaican soldier who was killed in Giffnock when we first met in 1974 and my mother was posted to Redford Barracks, Edinburgh means that I have lived in two worlds: a world of discipline and a world of opportunity.",
                        "Caroline and I married after meeting in Birmingham. We know first hand if you work hard, there are opportunities for everyone."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 4,
                "candidateAlone": 3,
                "candidateWithOthers": 3
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "NHS Investment",
                        "Tackling Crime",
                        "Broxtowe: Not Forgotten"
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "Get Brexit Done"
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "My background as the son of a Jamaican soldier who was killed in Giffnock when we first met in 1974 and my mother was posted to Redford Barracks, Edinburgh means that I have lived in two worlds: a world of discipline and a world of opportunity.",
                    "issueRelated": "Personal background and values"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": []
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "Broxtowe’s vote to leave has been ignored by our current MP."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Darren has lived and been a part of Broxtowe and knows first hand the issues that face our local community. As your next MP, he will ensure we put Broxtowe first and fight for the best for the people of Broxtowe.",
                "employment": "My background as the son of a Jamaican soldier who was killed in Giffnock when we first met in 1974 and my mother was posted to Redford Barracks, Edinburgh means that I have lived in two worlds: a world of discipline and a world of opportunity.",
                "education": "",
                "family": "Caroline and I married after meeting in Birmingham."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Darren has lived and been a part of Broxtowe and knows first hand the issues that face our local community."
                ]
            }
        }
    }
}