{
    "leaflet": {
        "candidateName": "Catherine Cui",
        "candidateGender": "",
        "constituency": "Poplar & Limehouse",
        "politicalParty": "Brexit Party",
        "electionDate": "",
        "messages": [
            {
                "title": "It's time to fight for your voice to be heard.",
                "content": "It's time to vote for me, Catherine Cui."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Equal Opportunities",
                "policyDescription": "Create equal opportunities for everyone around the world to come to the UK based on merit and positively contribute to the UK's economy and society."
            }
        ],
        "mentions": {
            "candidate": "Catherine Cui",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Unfortunately, this constituency of Poplar and Limehouse and The Tower Hamlets area has been beset by corruption for a long time. I will strive to not only end this corruption but will also drive global investment, particularly from the Far East, in to our local communities and an end to poverty."
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "Drive global investment particularly from the Far East.",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "End to poverty.",
            "community": [
                {
                    "content": "People from Far-East Asia have always traditionally been under-represented despite making huge contributions to London and the UK ever since Victorian times and even through World Wars.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "My dear constituents, You are one of 6,988 registered voters in our constituency, who originate from the Far East. If you do not already know it, I am Catherine Cui, born in Northern China who has an ambition to represent the Far Eastern and Chinese communities in our constituency and in Parliament. I came to the UK in 2003 and I am proud that I achieved two scholarships to attend Cambridge University. After graduating, I worked for the Bank of England for more than five years and have since become a successful entrepreneur, running an international retail business for the last four years and trading with China and Asia. I have now placed my business on hold for public service to represent you and the constituents of Poplar and Limehouse as the Brexit Party candidate. My mother inspired me to run as a political party candidate when she said earlier this year:\n \n \"Catherine, I look at all the faces in your parliament and I see no Chinese faces. I see Indian faces, African faces, and Latino faces, but no Chinese or Far Eastern faces. We need someone to be the face of this under-represented community. You have experience dealing with the European Central Bank and with Eurozone financial crises. You will be the world's top female UP market Singapore. Why can't you do it?\" Like most children, I did not have an adequate answer to argue with my mother. She had made me realize that I was in a position to make sure that our voices are heard politically. People from Far-East Asia have always traditionally been under-represented despite making huge contributions to London and the UK ever since Victorian times and even through World Wars. As your Brexit Party candidate, I will make it my mission to create equal opportunities for everyone around the world to work here because they are good not because they are European. It is so important that every global citizen has the opportunity to come here based on merit and positively contributes to the UK's economy and society. Unfortunately, this constituency of Poplar and Limehouse and The Tower Hamlets area has been beset by corruption for a long time. I will strive to not only end this corruption but will also drive global investment, particularly from the Far East, to our local communities and an end to poverty. This will change politics for good, both nationally and locally. Democracy is for everyone and I want to ensure that every voice is heard. The listening starts now. We are fighting to win. Vote for me and together we will be part of the biggest political earthquakes in recent times which would see me become the first Chinese female in the UK Parliament. Yours faithfully, Catherine Cui",
        "politicalExperience": [
            {
                "role": "Candidate for Poplar and Limehouse",
                "duration": "",
                "achievements": ""
            },
            {
                "role": "Entrepreneur",
                "duration": "4 years",
                "achievements": "Running an international retail business"
            },
            {
                "role": "Bank of England",
                "duration": "5 years",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "\"Catherine, I look at all the faces in your parliament and I see no Chinese faces. I see Indian faces, African faces, and Latino faces, but no Chinese or Far Eastern faces. We need someone to be the face of this under-represented community. You have experience dealing with the European Central Bank and with Eurozone financial crises. You will be the world's top female UP market Singapore. Why can't you do it?\"",
                "source": "Candidate's Mother",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "Catherine, I look at all the faces in your parliament and I see no Chinese faces.",
                        "You will be the world's top female UP market Singapore.",
                        "Unfortunately, this constituency of Poplar and Limehouse and The Tower Hamlets area has been beset by corruption for a long time."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 0,
                "candidateAlone": 0,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "Unfortunately, this constituency of Poplar and Limehouse and The Tower Hamlets area has been beset by corruption for a long time. I will strive to not only end this corruption but will also drive global investment, particularly from the Far East, in to our local communities and an end to poverty."
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "This will change politics for good, both nationally and locally."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Born in Northern China, came to the UK in 2003, achieved two scholarships to attend Cambridge University, worked for the Bank of England for more than five years, successful entrepreneur running an international retail business for the last four years.",
                    "issueRelated": "Representation, Equal Opportunities"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "Unfortunately, this constituency of Poplar and Limehouse and The Tower Hamlets area has been beset by corruption for a long time."
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "Entrepreneur, worked for Bank of England",
                "education": "Two scholarships, attended Cambridge University",
                "family": "Mother"
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    "Born in Northern China, came to the UK in 2003."
                ]
            }
        }
    }
}