{
    "leaflet": {
        "candidateName": "Alex Ehmann",
        "candidateGender": "",
        "constituency": "East Surrey",
        "politicalParty": "Lib Dems",
        "electionDate": "",
        "messages": [
            {
                "title": "Only the Lib Dems have a clear message: STOP BREXIT",
                "content": "If you've been frustrated by the endless debate about Brexit, brace yourselves for more to come. Government's Withdrawal Agreement is only the first stage of a 700-page treaty. If it goes through, we are about to spend the next 27 months arguing about Brexit. This all hasn’t even started yet. Alex Ehmann says: “Even the Brexiteers don’t agree on what Brexit is. Johnson doesn’t like May’s agreement, Farage doesn’t like Johnson’s agreement, and Corbyn wants any agreement to fail. Sajid Javid, the Conservative Chancellor, said before he was appointed that Boris Johnson’s ‘no-deal’ Brexit will cause a loss of 6.3% of GDP for British businesses. The fact is: Johnson’s ‘Get Brexit Done’ slogan is a big con. A vote for Johnson’s Conservative Party will just mean we keep talking about Brexit for the next three years. This will leave us unable to tackle the real issues facing the country – from the climate crisis to the crisis in our schools and hospitals. Only the Liberal Democrats have my support to put an end to this Brexit crisis with a People’s Vote, cancelling Brexit and working to stop it for good. With your vote, Alex Ehmann will stop Brexit.”"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Stop Brexit",
                "policyDescription": "Lib Dems candidate Alex Ehmann advocates for stopping Brexit, highlighting the negative economic impacts and political disagreements among Brexiteers."
            }
        ],
        "mentions": {
            "candidate": "Alex Ehmann",
            "otherPartyLeaderCandidate": "Johnson",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "If you've been frustrated by the endless debate about Brexit, brace yourselves for more to come. Government's Withdrawal Agreement is only the first stage of a 700-page treaty. If it goes through, we are about to spend the next 27 months arguing about Brexit. This all hasn’t even started yet. Alex Ehmann says: “Even the Brexiteers don’t agree on what Brexit is. Johnson doesn’t like May’s agreement, Farage doesn’t like Johnson’s agreement, and Corbyn wants any agreement to fail. Sajid Javid, the Conservative Chancellor, said before he was appointed that Boris Johnson’s ‘no-deal’ Brexit will cause a loss of 6.3% of GDP for British businesses. The fact is: Johnson’s ‘Get Brexit Done’ slogan is a big con. A vote for Johnson’s Conservative Party will just mean we keep talking about Brexit for the next three years. This will leave us unable to tackle the real issues facing the country – from the climate crisis to the crisis in our schools and hospitals. Only the Liberal Democrats have my support to put an end to this Brexit crisis with a People’s Vote, cancelling Brexit and working to stop it for good. With your vote, Alex Ehmann will stop Brexit.”",
            "defence": "",
            "economy": "Sajid Javid, the Conservative Chancellor, said before he was appointed that Boris Johnson’s ‘no-deal’ Brexit will cause a loss of 6.3% of GDP for British businesses.",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "one of East Surrey’s strong and local voice in Parliament and bring real change to East Surrey constituency.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Alex Ehmann has been chosen by the Lib Dems to fight to become East Surrey’s Member of Parliament. Speaking after his recent selection as the Lib Dems candidate, it was a huge honour to have been chosen and he said: “It is a huge honour to have been chosen to fight to become East Surrey’s MP. I look forward to being one of East Surrey’s strong and local voice in Parliament and bring real change to East Surrey constituency. This election is all about Brexit - and I shall be fighting against the hard Brexit plans planned by both the leaderships of the Conservatives and Labour Party. The Liberal Democrats want the best for farming industries around Horley.” Local Party Chairman, Chris Botten, said: “Alex is an excellent candidate and will be the hard-working communicator. He has the breadth of experience that will enable him to serve the residents of East Surrey to the full.” With the Lib Dems beating the Conservatives, Labour and the Greens in the most recent election, General Election is likely to be a real shoot-out contest between Lib Dem Alex Ehmann and the Conservatives. He added: “Alex is a parent of young children, a well-respected councillor and an expert communicator. He has the breadth of experience that will enable him to serve the residents of East Surrey to the full.”",
        "politicalExperience": [
            {
                "role": "Deputy Leader of a flagship Liberal Democrats council and an established councillor",
                "duration": "",
                "achievements": "has extensive experience fighting and winning for local community and for the wider liberal cause."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Local Party Chairman, Chris Botten",
                "endorsement": "Alex is an excellent candidate and will be the hard-working communicator. He has the breadth of experience that will enable him to serve the residents of East Surrey to the full."
            }
        ],
        "quotes": [
            {
                "text": "It is a huge honour to have been chosen to fight to become East Surrey’s MP.",
                "source": "Alex Ehmann",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Alex Ehmann fighting to be your next MP"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "Sajid Javid, the Conservative Chancellor, said before he was appointed that Boris Johnson’s ‘no-deal’ Brexit will cause a loss of 6.3% of GDP for British businesses."
                    ]
                },
                "qualitative": {
                    "count": 2,
                    "examples": [
                        "Speaking after his recent selection as the Lib Dems candidate, it was a huge honour to have been chosen and he said: 'It is a huge honour to have been chosen to fight to become East Surrey’s MP.'",
                        "If you've been frustrated by the endless debate about Brexit, brace yourselves for more to come."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "one of East Surrey’s strong and local voice in Parliament and bring real change to East Surrey constituency."
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "Lib Dems candidate Alex Ehmann advocates for stopping Brexit, highlighting the negative economic impacts and political disagreements among Brexiteers."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Alex is a parent of young children, a well-respected councillor and an expert communicator.",
                    "issueRelated": "experience and local engagement"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Local Party Chairman, Chris Botten, said: “Alex is an excellent candidate and will be the hard-working communicator. He has the breadth of experience that will enable him to serve the residents of East Surrey to the full.”"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 2,
                    "examples": [
                        "Sajid Javid, the Conservative Chancellor, said before he was appointed that Boris Johnson’s ‘no-deal’ Brexit will cause a loss of 6.3% of GDP for British businesses.",
                        "The fact is: Johnson’s ‘Get Brexit Done’ slogan is a big con. A vote for Johnson’s Conservative Party will just mean we keep talking about Brexit for the next three years."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 2,
                    "examples": [
                        "Johnson doesn’t like May’s agreement, Farage doesn’t like Johnson’s agreement, and Corbyn wants any agreement to fail.",
                        "The fact is: Johnson’s ‘Get Brexit Done’ slogan is a big con."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "one of East Surrey’s strong and local voice in Parliament and bring real change to East Surrey constituency.",
                "employment": "Alex is a parent of young children, a well-respected councillor and an expert communicator.",
                "education": "has extensive experience fighting and winning for local community and for the wider liberal cause.",
                "family": "Alex is a parent of young children"
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Alex is a parent of young children, a well-respected councillor and an expert communicator. He has the breadth of experience that will enable him to serve the residents of East Surrey to the full."
                ]
            }
        }
    }
}