{
    "leaflet": {
        "candidateName": "Laura Farris",
        "candidateGender": "female",
        "constituency": "Newbury",
        "politicalParty": "Conservative",
        "electionDate": "12 December 2019",
        "messages": [
            {
                "title": "West Berkshire is thriving",
                "content": "West Berkshire has enjoyed a prolonged period of financial growth due to the success of Conservative economic policies in Government, with unemployment set to remain at a 40-year low. I’m backing the great businesses that have enjoyed this success. As well as local giants such as Vodafone and AWE, we are home to some of the leading companies in the Thames Valley tech corridor and many other successful small- and medium-sized enterprises.\nThe Conservative Party has always been on the side of business and a champion for entrepreneurs. It is only with a Conservative Government that we can protect our environment, drive attainment levels in schools, and ensure that no community is left behind."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Mental Health Services",
                "policyDescription": "Improving the availability of mental health services is crucial. We will ensure that everyone has access to the support they need through the additional funding that this Conservative government will invest."
            },
            {
                "policyTitle": "Affordable Housing",
                "policyDescription": "We need to ensure that there is enough affordable housing for our young people. I want to see the right homes built in the right places so that our talent can remain in West Berkshire."
            },
            {
                "policyTitle": "Schools",
                "policyDescription": "95% of our schools are good or outstanding. Prime Minister has promised further increases across West Berkshire, and we know how crucial this will be."
            },
            {
                "policyTitle": "Local Business Investment",
                "policyDescription": "I will champion local businesses to increase investment, attract new companies to our area, and improve our skills."
            },
            {
                "policyTitle": "Public Transport",
                "policyDescription": "I will continue to work with Great Western Railway to increase our late evening and weekend commuter trains to Reading and London. I will work to introduce more late-running trains for those traveling to and from Newbury, helping increase accessibility to West Berkshire."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "I’m backing West Berkshire Council in its pledge to deliver carbon neutrality by 2030 and support the Government’s action on reducing our reliance on plastics. We should support our local rural communities by protecting our beautiful countryside."
            }
        ],
        "mentions": {
            "candidate": "Laura Farris",
            "otherPartyLeaderCandidate": "Jo Swinson",
            "partyLeader": "Prime Minister",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Let’s get Brexit done so we can finally get on with the priorities we all share. Investing an extra £33.9 billion into the NHS. Helping us improve your GP, hospital services, and local hospital shares. Hiring 20,000 new police officers. Helping us keep your streets safe. More funding for every pupil in every school, so our children get a fair start in life.",
            "defence": "",
            "economy": "The country needs a majority government. That’s the only way to get Brexit done – so we can get on with our priorities. West Berkshire has enjoyed a prolonged period of financial growth due to the success of Conservative economic policies in Government, with unemployment set to remain at a 40-year low.",
            "education": "95% of our schools are good or outstanding. The Prime Minister has promised further increases across West Berkshire.",
            "environment": "I’m backing West Berkshire Council in its pledge to deliver carbon neutrality by 2030 and support the Government’s action on reducing our reliance on plastics. Let’s end the confusion. Let’s get on with the country’s priorities – by getting Brexit done.",
            "governance": "",
            "government": "",
            "health": "Improving the availability of mental health services is crucial. Investing an extra £33.9 billion into the NHS. Helping us improve your GP, hospital services, and local hospital shares. Better hospitals.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "Hiring 20,000 new police officers. Helping us keep your streets safe.",
            "transport": "I will continue to work with Great Western Railway to increase late evening and weekend commuter trains to Reading and London. I will work to introduce more late-running trains for those traveling to and from Newbury, helping increase accessibility to West Berkshire.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Newbury is home to over 100 independent shops and restaurants. I will work to keep small businesses and local traders thriving in West Berkshire.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "01635 40786",
            "email": "",
            "website": "laurafarris.org.uk",
            "socialMedia": {
                "facebook": "facebook.com/laurafarris",
                "twitter": "twitter.com/laurafarris",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Jo Swinson says no to second Tory alliance.",
                "source": "The Herald",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Newbury Library"
                },
                {
                    "caption": "Local businesses in West Berkshire"
                },
                {
                    "caption": "Independent businesses in West Berkshire"
                },
                {
                    "caption": "Great Western Railway"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 3,
                    "examples": [
                        "95% of our schools are good or outstanding.",
                        "The Prime Minister has promised further increases across West Berkshire.",
                        "Investing an extra £33.9 billion into the NHS."
                    ]
                },
                "qualitative": {
                    "count": 2,
                    "examples": [
                        "We will ensure that everyone has access to the support they need through the additional funding that this Conservative government will invest.",
                        "We know how crucial this will be."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 3,
                "people": 5,
                "candidateAlone": 2,
                "candidateWithOthers": 3
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "95% of our schools are good or outstanding.",
                        "I will champion local businesses to increase investment, attract new companies to our area, and improve our skills.",
                        "Newbury is home to over 100 independent shops and restaurants."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "Investing an extra £33.9 billion into the NHS.",
                        "Hiring 20,000 new police officers."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "The only thing the Lib Dems would deliver is more confusion."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Jo Swinson says no to second Tory alliance."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Local businesses in West Berkshire",
                    "supporting local rural communities."
                ]
            }
        }
    }
}