{
    "leaflet": {
        "candidateName": "Carl Greatbatch",
        "candidateGender": "",
        "constituency": "Newcastle-under-Lyme",
        "politicalParty": "Labour",
        "electionDate": "Thursday 12 December",
        "messages": [
            {
                "title": "As your MP I will:",
                "content": "Ensure our Council has the funding it needs to provide the services we all deserve. Work to protect and expand Newcastle’s bus routes - not cut them! Reverse the Tory cuts to the Police and fight for the extra officers Newcastle needs to make our town safe again."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Labour’s regional manifesto for the West Midlands:",
                "policyDescription": "£11 billion new investment from Labour’s Green Transformation Fund including a gigafactory in North Staffs, a metals reprocessing plant and an electric vehicles manufacturing facility. Connect 2.7 million households and businesses in the region to full-fibre Broadband. Build 11,000 new homes a year in our area by the end of the Parliament. Create over 120,000 new well-paid green jobs. Give a pay rise to 685,000 workers across our area after a decade of wages stagnation."
            }
        ],
        "mentions": {
            "candidate": "Carl Greatbatch",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "£11 billion new investment from Labour’s Green Transformation Fund including a gigafactory in North Staffs, a metals reprocessing plant and an electric vehicles manufacturing facility. Create over 120,000 new well-paid green jobs.",
            "education": "",
            "environment": "£11 billion new investment from Labour’s Green Transformation Fund including a gigafactory in North Staffs, a metals reprocessing plant and an electric vehicles manufacturing facility.",
            "governance": "",
            "government": "",
            "health": "Labour’s expansion of adult learning opportunities gave me a second chance at an education, this was cut short when I was suddenly diagnosed with thyroid cancer. If it wasn’t for the amazing care I received from the NHS, I might not have survived.",
            "immigration": "",
            "labourEmployment": "Give a pay rise to 685,000 workers across our area after a decade of wages stagnation.",
            "lawCrime": "Reverse the Tory cuts to the Police and fight for the extra officers Newcastle needs to make our town safe again.",
            "transport": "Work to protect and expand Newcastle’s bus routes - not cut them!",
            "socialWelfare": "Ensure our Council has the funding it needs to provide the services we all deserve.",
            "community": [
                {
                    "content": "Ensure our Council has the funding it needs to provide the services we all deserve.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I was born at the City General Hospital in 1970 and first lived in Burslem. We didn’t have much, but we worked hard and had a good life because of the transformative policies brought in by the post-war Labour Government. As our family grew and my dad became a miner, we moved to a council house in Brindley Ford, complete with an indoor toilet. My mum was a sewing machinist and later a care worker for the elderly. Labour’s revolution in council housing gave my family the chance of a decent home. I had a difficult time at high school; by the time I left Brownhills High School, it was with few qualifications. I had many varied jobs across Stoke and Newcastle in pot banks, warehouses and shops. My first child was born in 1992 and went to school in Audley. She still works as a primary school teacher. Following the 1997 election, Labour’s expansion of adult learning opportunities gave me a second chance at an education, this was cut short when I was suddenly diagnosed with thyroid cancer. If it wasn’t for the amazing care I received from the NHS, I might not have survived. We cannot allow the Conservatives to continue to run the NHS into the ground. During my recovery I started working as a mentor for disadvantaged boys at the same secondary school as my wife Heather, an English teacher from Newcastle. It was also at this time that I began to volunteer. Having a wife and a daughter who are both teachers, I am passionate about giving every best educational opportunities to children. I personally had to go through adult education. I went on to achieve qualifications in counselling, which led me into a rewarding new career in Children’s Services. I worked for several years in family intervention. After becoming team leader and UNISON Steward, I was successfully elected as Assistant Branch Secretary for Manchester UNISON in 2013. Ever since the 2010 election, I have campaigned on behalf of workers and the Labour Party. I have now taken on the challenge of being your Prospective Parliamentary Candidate in Newcastle-under-Lyme. We are really excited at the prospect of moving, with our two young children, back to North Staffordshire where Heather and I grew up, and where our families still live.",
        "politicalExperience": [
            {
                "role": "Assistant Branch Secretary for Manchester UNISON",
                "duration": "Since 2013",
                "achievements": "Ever since the 2010 election, I have campaigned on behalf of workers and the Labour Party."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "07925883314",
            "email": "carl4newcastle@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "Carl4Newcastle",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Baroness Lin Golding",
                "endorsement": "Carl is an outstanding choice for Newcastle-under-Lyme. Having grown up in North Staffs, he is passionate about supporting local people from all walks of life. His strong record as an active trade unionist proves his excellent leadership."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "£11 billion new investment from Labour’s Green Transformation Fund including a gigafactory in North Staffs, a metals reprocessing plant and an electric vehicles manufacturing facility."
                    ]
                },
                "qualitative": {
                    "count": 1,
                    "examples": [
                        "Labour’s revolution in council housing gave my family the chance of a decent home."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 2,
                "candidateAlone": 1,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "Ensure our Council has the funding it needs to provide the services we all deserve.",
                        "Reverse the Tory cuts to the Police and fight for the extra officers Newcastle needs to make our town safe again."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "Create over 120,000 new well-paid green jobs.",
                        "We cannot allow the Conservatives to continue to run the NHS into the ground."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Labour’s expansion of adult learning opportunities gave me a second chance at an education, this was cut short when I was suddenly diagnosed with thyroid cancer. If it wasn’t for the amazing care I received from the NHS, I might not have survived.",
                    "issueRelated": "Health"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Carl is an outstanding choice for Newcastle-under-Lyme. Having grown up in North Staffs, he is passionate about supporting local people from all walks of life. His strong record as an active trade unionist proves his excellent leadership."
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "Reverse the Tory cuts to the Police and fight for the extra officers Newcastle needs to make our town safe again."
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "We cannot allow the Conservatives to continue to run the NHS into the ground."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Having grown up in North Staffs.",
                "employment": "Working as a mentor for disadvantaged boys at the same secondary school.",
                "education": "Achieve qualifications in counselling.",
                "family": "Two young children, back to North Staffordshire where Heather and I grew up, and where our families still live."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Having grown up in North Staffs."
                ]
            }
        }
    }
}