{
    "leaflet": {
        "candidateName": "Alok Sharma",
        "candidateGender": "",
        "constituency": "Reading West",
        "politicalParty": "Conservatives",
        "electionDate": "12 December",
        "messages": [
            {
                "title": "Continuing to secure an even better future for Reading West",
                "content": "Since first being elected in 2010, I have taken up issues on behalf of tens of thousands of residents. With local people, I have campaigned successfully to deliver government investment for local rail, road and flood defence projects and more standard class seats between Reading and Paddington. I supported parent groups to set up the Wren School and All Saints Junior School, delivering extra funding and new school places. And, with patient groups, I worked to maintain the hydrotherapy pool at the Royal Berkshire Hospital and am supporting improvements in our local NHS services."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "Extra funding for the NHS: 50,000 more nurses and 50 million more GP appointments a year"
            },
            {
                "policyTitle": "Police and Crime",
                "policyDescription": "20,000 more police and tougher sentencing for criminals. Will tackle unauthorised traveller camps."
            },
            {
                "policyTitle": "Immigration",
                "policyDescription": "An Australian-style points-based immigration system. Reaching Net Zero by 2050 with investment in clean energy solutions and green infrastructure to reduce carbon emissions and pollution."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Millions more invested in schools, hospitals, apprenticeships and infrastructure."
            },
            {
                "policyTitle": "Energy and Environment",
                "policyDescription": "Reaching Net Zero by 2050 with investment in clean energy solutions and green infrastructure to reduce carbon emissions and pollution."
            },
            {
                "policyTitle": "Childcare",
                "policyDescription": "£2 billion for the biggest ever pothole-filling programme."
            },
            {
                "policyTitle": "Social Welfare",
                "policyDescription": "Investing billions for childcare, increasing funding per pupil in every school and providing free school meals for all infants. Enabling everyone to look forward to their future retirement with a tax regular benefit of at least £1.5 billion over every."
            }
        ],
        "mentions": {
            "candidate": "Alok Sharma",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Prime Minister",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Ensuring that communities can reap the rewards of Brexit and finally get control over the laws, borders, money and trade deals of the United Kingdom.",
            "defence": "",
            "economy": "",
            "education": "Investment in new school places and supporting improvements in local NHS services.",
            "environment": "Reaching Net Zero by 2050 with investment in clean energy solutions and green infrastructure to reduce carbon emissions and pollution.",
            "governance": "Ensuring that communities can reap the rewards of Brexit and finally get control over the laws, borders, money and trade deals of the United Kingdom.",
            "government": "",
            "health": "Extra funding for the NHS: 50,000 more nurses and 50 million more GP appointments a year. Supporting improvements in local NHS services.",
            "immigration": "An Australian-style points-based immigration system.",
            "labourEmployment": "Millions more invested in schools, hospitals, apprenticeships and infrastructure.",
            "lawCrime": "20,000 more police and tougher sentencing for criminals.",
            "transport": "",
            "socialWelfare": "£2 billion for the biggest ever pothole-filling programme. Investing billions for childcare, increasing funding per pupil in every school and providing free school meals for all infants. Enabling everyone to look forward to their future retirement with a tax regular benefit of at least £1.5 billion over every.",
            "community": [
                {
                    "content": "Supporting improvements in local NHS services.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP for Reading West",
                "duration": "Since 2010",
                "achievements": "Campaigning successfully to deliver government investment for local rail, road and flood defence projects; supporting parent groups to set up the Wren School and All Saints Junior School; supporting improvements in our local NHS services."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Residents of Valencia Close, Battle Place, Albany Road, Salisbury Road, Mason Street, Wilton Road, a local teacher, Prince of Wales Avenue, George Street, Cranbury Road",
                "endorsement": "Acknowledgments and thanks from residents for Alok Sharma's support and assistance with various community and personal matters."
            }
        ],
        "quotes": [
            {
                "text": "Thank you for the help and support you offered my husband and I with the visa process. We are enjoying our family life together.",
                "source": "Resident of Wilton Road",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 8,
                    "examples": [
                        "Extra funding for the NHS: 50,000 more nurses and 50 million more GP appointments a year",
                        "20,000 more police",
                        "Reaching Net Zero by 2050",
                        "Investing millions more in schools, hospitals, apprenticeships and infrastructure.",
                        "£2 billion for the biggest ever pothole-filling programme."
                    ]
                },
                "qualitative": {
                    "count": 5,
                    "examples": [
                        "Supporting improvements in local NHS services.",
                        "Ensuring that communities can reap the rewards of Brexit",
                        "Tackle unauthorised traveller camps.",
                        "Investing billions for childcare",
                        "Enabling everyone to look forward to their future retirement"
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 4,
                "candidateAlone": 1,
                "candidateWithOthers": 3
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Campaigning successfully to deliver government investment for local rail, road and flood defence projects",
                        "Supporting parent groups to set up the Wren School and All Saints Junior School",
                        "Supporting improvements in our local NHS services."
                    ]
                },
                "national": {
                    "count": 11,
                    "examples": [
                        "Extra funding for the NHS: 50,000 more nurses and 50 million more GP appointments a year",
                        "20,000 more police and tougher sentencing for criminals.",
                        "An Australian-style points-based immigration system.",
                        "Reaching Net Zero by 2050 with investment in clean energy solutions and green infrastructure"
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Residents thanked Alok Sharma for helping with various community and personal matters including visa processes, organizing local meetings, housing issues, and local improvements.",
                    "issueRelated": "Community Support"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Residents of Valencia Close, Battle Place, Albany Road, Salisbury Road, Mason Street, Wilton Road, a local teacher, Prince of Wales Avenue, George Street, Cranbury Road"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "A vote for me in Reading West stops Jeremy Corbyn becoming Prime Minister."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 1,
                    "examples": [
                        "Prevents him from implementing his reckless spending plans, which would hand an additional £2,400 bill to every hardworking taxpayer every year."
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Supporting local issues and communities",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Campaigning successfully to deliver government investment for local rail, road and flood defence projects between Reading and Paddington",
                    "Supporting improvements in our local NHS services.",
                    "Supported parent groups to set up the Wren School and All Saints Junior School."
                ]
            }
        }
    }
}