{
    "leaflet": {
        "candidateName": "Graham Cockarill",
        "candidateGender": "",
        "constituency": "Hart",
        "politicalParty": "Liberal Democrat",
        "electionDate": "December 2019",
        "messages": [
            {
                "title": "Beware: 'Get Brexit Done' means 10 more years of Brexit Chaos",
                "content": "Boris Johnson's manifesto to force Brexit through Parliament will extend the Brexit turmoil and lead to years of uncertainty on various issues."
            },
            {
                "title": "Your Vote this time can be powerful. You can help to:",
                "content": "Save our Country from 10 more years of Brexit chaos. Save our politics from Boris Johnson and Jeremy Corbyn. Save our NHS and Care Services from total collapse."
            },
            {
                "title": "What on earth has happened to the Conservatives?",
                "content": "Criticizing the Conservative party's actions and policies, and highlighting moderate Conservative's views against current leadership."
            },
            {
                "title": "Graham - The Man with a Plan to save our Green Fields",
                "content": "Graham has led the fight to save Hart's green fields from destruction, pledging to stand up for community needs and oppose overdevelopment."
            },
            {
                "title": "35 hours of free Childcare from nine months",
                "content": "Liberal Democrat commitment to providing free childcare for children from nine months to school age."
            },
            {
                "title": "Police cuts shocker!",
                "content": "Critique of Conservative cuts to police funding, and the impact on local crime rates."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Save Our Country",
                "policyDescription": "Prevent 10 more years of Brexit chaos, avoiding extended uncertainty and damage."
            },
            {
                "policyTitle": "Save Our Politics",
                "policyDescription": "Resist the harmful policies of Boris Johnson and Jeremy Corbyn, aiming for transparent and fair governance."
            },
            {
                "policyTitle": "Save Our Countryside in Hart",
                "policyDescription": "Oppose Tory development plans to protect local green fields and environment."
            },
            {
                "policyTitle": "Save Our Planet",
                "policyDescription": "Take immediate action on climate change and protect the environment."
            },
            {
                "policyTitle": "Save Our Services",
                "policyDescription": "Oppose Tory cuts and maintain essential public services."
            },
            {
                "policyTitle": "Save Our NHS and Care Services",
                "policyDescription": "Prevent the collapse of healthcare services by ensuring proper funding and management."
            }
        ],
        "mentions": {
            "candidate": "Graham Cockarill",
            "otherPartyLeaderCandidate": "Boris Johnson",
            "partyLeader": "",
            "tacticalSituation": "Voting for Liberal Democrats as the only serious alternative to Conservatives in North East Hampshire."
        },
        "issues": {
            "brexitEurope": "Boris Johnson's 'Get Brexit Done' will only extend the years of uncertainty and chaos surrounding Brexit.",
            "defence": "",
            "economy": "",
            "education": "35 hours of free childcare for children from nine months to school age.",
            "environment": "Graham opposes overdevelopment that threatens local green fields and environment.",
            "governance": "Critique of Boris Johnson and Jeremy Corbyn's politics.",
            "government": "Calls for saving our politics from harmful leadership and ensuring transparent governance.",
            "health": "Save Our NHS and Care Services from collapse due to Tory policies.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "Criticism of Conservative police cuts and their impact on local communities.",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Graham's efforts to prevent overdevelopment and preserve green fields in Hart.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "Graham Cockarill has been dedicated to fighting overdevelopment and standing up for community needs.",
        "politicalExperience": [
            {
                "role": "Leader of Hart District Council",
                "duration": "",
                "achievements": "Successfully opposed Tory development plans, preserving local green fields."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Moderate Conservatives",
                "endorsement": "Criticism of current Conservative leadership, supporting Liberal Democrat alternatives."
            },
            {
                "endorser": "Local Conservative",
                "endorsement": "Critique of Boris Johnson and current Conservative policies."
            }
        ],
        "quotes": [
            {
                "text": "Years of Brexit chaos and uncertainty under Boris Johnson’s plan.",
                "source": "",
                "date": ""
            },
            {
                "text": "He’s done a fantastic job standing up to prevent overdevelopment in Hart.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "48.1% in 2016 voted to remain in the EU.",
                        "Shortage of over 40,000 nurses in the NHS."
                    ]
                },
                "qualitative": {
                    "count": 4,
                    "examples": [
                        "He has done a fantastic job preventing overdevelopment in Hart.",
                        "Liberal Democrats are the only serious alternative to the Tories here in North East Hampshire.",
                        "Boris Johnson’s 'Get Brexit Done' will extend uncertainty.",
                        "Critique of Conservative leadership from moderate Conservative voices."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 3,
                "candidateAlone": 1,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Save Our Countryside in Hart.",
                        "Prevent overdevelopment of green fields.",
                        "Police cuts impacting local communities."
                    ]
                },
                "national": {
                    "count": 4,
                    "examples": [
                        "Save Our Country from Brexit chaos.",
                        "Save Our NHS from collapse.",
                        "Oppose Tory cuts to services.",
                        "Critique of national politics under Boris Johnson and Jeremy Corbyn."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Graham’s efforts in preventing overdevelopment and protecting Hart’s green fields.",
                    "issueRelated": "environment"
                }
            ],
            "endorsementsUsed": {
                "count": 2,
                "examples": [
                    "Moderate Conservatives speaking out against current Conservative leadership.",
                    "Local Conservative supporting Liberal Democrat alternatives."
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "Criticism of Tory development plans and their negative impact on Hart."
                    ]
                },
                "nationalIssues": {
                    "count": 2,
                    "examples": [
                        "Critique of Boris Johnson's Brexit plan leading to more chaos.",
                        "Criticism of Conservative cuts to police funding."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Critique of Boris Johnson's leadership and policies."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 2,
                    "examples": [
                        "Boris Johnson's 'Get Brexit Done' will extend uncertainty.",
                        "Criticism of Boris Johnson's handling of various political issues."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Graham is dedicated to standing up for Hart’s community needs and opposing overdevelopment.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Graham's efforts to protect Hart’s green fields and his leadership in the local council."
                ]
            }
        }
    }
}