{
    "leaflet": {
        "candidateName": "Steve Brine",
        "candidateGender": "",
        "constituency": "Winchester & Chandler's Ford",
        "politicalParty": "Conservatives",
        "electionDate": "Thursday 12th December",
        "messages": [
            {
                "title": "UNBLOCK PARLIAMENT: UNLEASH BRITAIN’S POTENTIAL",
                "content": "As you may know, I have served Winchester & Chandler's Ford as our MP since 2010 and will be standing for the Conservatives once again on Thursday 12th December.\n\nPoliticians always say “this election is the most important” but this time we might be right. The outcome next month, in seats like this especially, will set the course of our country for many years.\nOf course there are plenty of issues at stake, it is a General Election after all, but we face the first winter poll in a generation because of the stalemate in Westminster around Brexit.\n\nI could not have been clearer and more consistent since 2016 but, for ease and to avoid any doubt, let me summarise where I stand.\n\nWe need to unblock Parliament and move on from this seemingly endless inertia. We won’t do that by constantly re-fighting the 2016 referendum - and tearing our country apart in the process. We can ratify the Withdrawal Agreement Treaty, safely get a new deal, and if I am returned as part of a majority Conservative Government we will.\n\nWe can then focus on the future trading relationship - with our friends in the EU, yes, but also with the 150 or so other countries not members of that bloc - and all the other issues that matter."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Real Brexit",
                "policyDescription": "Ensure Britain takes back control of its money, borders, and trade by limiting payments to the EU and ensuring the UK leaves the EU."
            },
            {
                "policyTitle": "End European Court of Justice Jurisdiction",
                "policyDescription": "New deal removes ECJ jurisdiction over Britain’s future relationship with the EU and allows for UK laws to be permanently enforced."
            },
            {
                "policyTitle": "Australian-style Points-based System",
                "policyDescription": "Allow unlimited EU migration to the UK to end and develop a new fairer immigration system to attract talented people globally."
            },
            {
                "policyTitle": "Control Our Own Laws",
                "policyDescription": "The EU Treaties will no longer be part of UK law, and EU politicians will be unable to control or rule over UK."
            },
            {
                "policyTitle": "Friendship and Trade with the EU",
                "policyDescription": "Set path to a Free Trade Agreement ensuring full control and independence for the UK on national decisions."
            },
            {
                "policyTitle": "Customs Union",
                "policyDescription": "UK will leave the customs union at the end of the implementation period, allowing for new trade deals globally."
            },
            {
                "policyTitle": "No Deal Brexit",
                "policyDescription": "If Boris Johnson is elected, he will ensure Brexit is done immediately without delay or hindrance from further negotiations."
            }
        ],
        "mentions": {
            "candidate": "Steve Brine",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Boris Johnson",
            "tacticalSituation": "Winchester is not a safe seat; every vote counts. There’s a great deal at stake and what happens here will play a big part in how it ends so I hope to have your support."
        },
        "issues": {
            "brexitEurope": "Our new deal will ensure we take back control of our money, borders, and trade once the UK leaves the EU.",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "Ensure UK laws enforceable only by UK courts, breaking free from EU judicial control.",
            "health": "",
            "immigration": "Allow unlimited EU migration to end, developing a new and fairer immigration system to attract talented people globally.",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": []
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP for Winchester & Chandler's Ford",
                "duration": "Since 2010",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "steve@stevebrine.com",
            "website": "stevebrine.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "Politicians always say “this election is the most important” but this time we might be right.",
                        "Of course there are plenty of issues at stake, it is a General Election after all, but we face the first winter poll in a generation because of the stalemate in Westminster around Brexit.",
                        "I could not have been clearer and more consistent since 2016."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "Winchester is not a safe seat; every vote counts. There’s a great deal at stake and what happens here will play a big part in how it ends so I hope to have your support."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "We need to unblock Parliament and move on from this seemingly endless inertia. We won’t do that by constantly re-fighting the 2016 referendum - and tearing our country apart in the process.",
                        "We can focus on future trading relationships with friends in the EU and with the 150 or so other countries not members of that bloc."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "",
                    "issueRelated": ""
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "We won’t do that by constantly re-fighting the 2016 referendum - and tearing our country apart in the process."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Politics always says “this election is the most important” but this time we might be right.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    "I have served Winchester & Chandler's Ford as our MP since 2010."
                ]
            }
        }
    }
}