{
    "leaflet": {
        "candidateName": "Helen Geake",
        "candidateGender": "",
        "constituency": "Bury St. Edmunds",
        "politicalParty": "Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "It's Helen for Bury!",
                "content": "A genuine local candidate. Green councillor and archaeologist Helen Geake has been selected as the parliamentary candidate for Bury St Edmunds constituency. Helen has lived in the Bury St. Edmunds constituency for 19 years, the last 17 of them in Woolpit. A professional archaeologist, she will be known by many residents for her six years on Channel 4's Time Team. Helen said, \"I am delighted and honoured to be chosen for this important seat, which includes Bury, Stowmarket and surrounding areas. National politicians are failing us and this election is about people and real change. It's our time to stand for what we believe in: to listen to local people, not the big party line.\" As a local councillor and mother with three children in schools in the constituency I know how the Conservatives have been taking us for granted here."
            },
            {
                "title": "ONLY THE GREEN PARTY CAN CHALLENGE THE CONSERVATIVES HERE",
                "content": "The Green Party are now the second largest party group represented on local councils in Mid and West Suffolk. At the last local elections we came third, looking to make a breakthrough in East Anglia; let's make it happen in Bury St. Edmunds."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Action on Climate Crisis. Localising the economy",
                "policyDescription": "The climate and the extinction crisis is the biggest threat to our lives. We have to cut emissions and we have to find alternatives. We have to invest in renewable energy and we have to localise economic activity so that it doesn't rely on constant growth. This can't just be done by getting people to change how they work - the climate crisis needs Government investment and more powers for local government. Helen says, 'Every part of our lives, from housing to transport to farming to banking, needs to be part of the solution, not part of the problem. Only a vote for the Green Party can show that you want this to happen.'"
            }
        ],
        "mentions": {
            "candidate": "Helen Geake",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "The climate and the extinction crisis is the biggest threat to our lives. We have to cut emissions and we have to find alternatives. We have to invest in renewable energy and we have to localise economic activity so that it doesn't rely on constant growth. This cannot just be done by getting people to change how they work; the climate crisis needs Government investment and more powers for local government.",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "Every part of our lives, from housing to transport to farming to banking, needs to be part of the solution, not part of the problem. Only a vote for the Green Party can show that you want this to happen.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Helen sought and won election as a local Mid Suffolk councillor in May after seeing the chaos the Conservatives caused by slashing the budget and cutting the busses. Since then she has been a leading light in efforts to keep busses above.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "I am delighted and honoured to be chosen for this important seat, which includes Bury, Stowmarket and surrounding areas. National politicians are failing us and this election is about people and real change. It's our time to stand for what we believe in: to listen to local people, not the big party line.",
        "politicalExperience": [
            {
                "role": "Mid Suffolk councillor",
                "duration": "Since May",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Published by John Matthisen and Printed by Suffolk Greenprint, both of 2 Brick Kiln Cottages, Barretts Lane, Needham Market IP6 8RZ",
            "phone": "07720 276519",
            "email": "",
            "website": "www.greenparty.org.uk/join",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "East of England Green MEP Catherine Rowett",
                "endorsement": "East of England Green MEP Catherine Rowett was elected to the region has backed Helen Geake in the next General Election. She said, 'Helen Geake is a fantastic candidate: hardworking, honest and outspoken.'"
            }
        ],
        "quotes": [
            {
                "text": "Helen's the right choice for Bury",
                "source": "Councillor Lisa Ingwall King",
                "date": ""
            },
            {
                "text": "Bury's traffic congestion is causing rising air pollution which is now over the national limit. We urgently need Clean Air Zone in the town to get the worst polluting vehicles off the road and divert public transport options.",
                "source": "Councillor Helen Geake",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "National politicians have let us down. Local people need a local voice."
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "Helen has been a leading light in efforts to keep busses above."
                    ]
                },
                "qualitative": {
                    "count": 5,
                    "examples": [
                        "Helen's the right choice for Bury.",
                        "Bury's traffic congestion is causing rising air pollution which is now over the national limit.",
                        "National politicians are failing us and this election is about people and real change.",
                        "I am delighted and honoured to be chosen for this important seat.",
                        "Every part of our lives, from housing to transport to farming to banking, needs to be part of the solution, not part of the problem."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 3,
                "candidateAlone": 1,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 4,
                    "examples": [
                        "Helen sought and won election as a local Mid Suffolk councillor in May after seeing the chaos the Conservatives caused by slashing the budget and cutting the busses.",
                        "Every part of our lives, from housing to transport to farming to banking, needs to be part of the solution, not part of the problem.",
                        "Bury's traffic congestion is causing rising air pollution which is now over the national limit.",
                        "Action on Climate Crisis. Localising the economy"
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "The climate and the extinction crisis is the biggest threat to our lives. We have to cut emissions and we have to find alternatives."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Helen has lived in the Bury St. Edmunds constituency for 19 years, the last 17 of them in Woolpit. A professional archaeologist, she will be known by many residents for her six years on Channel 4's Time Team.",
                    "issueRelated": ""
                }
            ],
            "endorsementsUsed": {
                "count": 2,
                "examples": [
                    "Helen's the right choice for Bury",
                    "Helen Geake is a fantastic candidate: hardworking, honest and outspoken."
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "Helen sought and won election as a local Mid Suffolk councillor in May after seeing the chaos the Conservatives caused by slashing the budget and cutting the busses."
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "National politicians have let us down."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Helen has lived in the Bury St. Edmunds constituency for 19 years, the last 17 of them in Woolpit.",
                "employment": "A professional archaeologist, she will be known by many residents for her six years on Channel 4's Time Team.",
                "education": "",
                "family": "As a local councillor and mother with three children in schools in the constituency"
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Helen has lived in the Bury St. Edmunds constituency for 19 years, the last 17 of them in Woolpit.",
                    "As a local councillor and mother with three children in schools in the constituency"
                ]
            }
        }
    }
}