{
    "leaflet": {
        "candidateName": "Sammy Barry",
        "candidateGender": "",
        "constituency": "Hemel",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Sammy's Vision for Hemel",
                "content": "I'm a Hemel girl, born and bred. I love this area, but like everyone else, I can see the things that need improving. I got involved in doing youth work many years ago, and am now a frontline youth worker. I see every day how cuts to local services have hit hardest those who need it most, how families struggle to cope when the benefits system fails them; and how crime is sneaking into our lives. These are the realities that prompted me to become a Dacorum Councillor for Highfield. Now I want to represent Hemel in Westminster. So what is my vision? Like the Lib Dems nationally, I am calling for immediate investment in our local services. But in particular, there are four areas that I really care about locally: I believe strongly that a person's mental wellbeing should be as important as their physical health and therefore there should be faster and better access to mental support. I want to see better Youth Services so that our young people have meaningful things to do, and can achieve their potential in safe and creative spaces. On our environment, I firmly believe we are in a climate crisis. I want Hemel to be a beacon of good practice for generations: EV charging points, better public transport, eco-friendly construction and protection of our green spaces. On our economy, I want to support the thriving business sector in Hemel, and make sure we all benefit. This means attracting new businesses, encouraging training links with education and promoting apprenticeship schemes."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Mental Wellbeing",
                "policyDescription": "Faster and better access to mental support."
            },
            {
                "policyTitle": "Youth Services",
                "policyDescription": "Better Youth Services so that young people have meaningful things to do and can achieve their potential in safe and creative spaces."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "EV charging points, better public transport, eco-friendly construction, and protection of green spaces."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Support the thriving business sector, attract new businesses, encourage training links with education and promote apprenticeship schemes."
            }
        ],
        "mentions": {
            "candidate": "Sammy Barry",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "Support the thriving business sector in Hemel, attract new businesses, encourage training links with education and promote apprenticeship schemes.",
            "education": "Encouraging training links with education.",
            "environment": "Climate crisis, EV charging points, better public transport, eco-friendly construction, protection of green spaces.",
            "governance": "",
            "government": "",
            "health": "Mental wellbeing, faster and better access to mental support.",
            "immigration": "",
            "labourEmployment": "Encouraging training links with education, promoting apprenticeship schemes.",
            "lawCrime": "Cuts to local services have increased crime.",
            "transport": "Better public transport.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Immediate investment in local services.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Dacorum Councillor for Highfield",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "Sammy.Barry@hhlibdems.org.uk",
            "website": "https://hhlibdems.org.uk",
            "socialMedia": {
                "facebook": "https://www.facebook.com/SammyBarry4HH",
                "twitter": "https://twitter.com/hemellibdems",
                "instagram": "https://instagram.com/hemellibdems",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Sammy Barry"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "qualitative": {
                    "count": 2,
                    "examples": [
                        "I believe strongly that a person's mental wellbeing should be as important as their physical health and therefore there should be faster and better access to mental support.",
                        "On our environment, I firmly believe we are in a climate crisis."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Support the thriving business sector in Hemel.",
                        "Cuts to local services.",
                        "Immediate investment in local services."
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "Mental wellbeing, faster and better access to mental support.",
                        "Climate crisis, EV charging points, better public transport, eco-friendly construction, and protection of green spaces.",
                        "Encouraging training links with education, promoting apprenticeship schemes."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "I got involved in doing youth work many years ago, and am now a frontline youth worker. I see every day how cuts to local services have hit hardest those who need it most, how families struggle to cope when the benefits system fails them; and how crime is sneaking into our lives.",
                    "issueRelated": "Youth Services, cuts to local services"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "Cuts to local services have hit hardest those who need it most, how families struggle to cope when the benefits system fails them; and how crime is sneaking into our lives."
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I'm a Hemel girl, born and bred.",
                "employment": "Frontline youth worker.",
                "education": "",
                "family": "I got involved in doing youth work many years ago."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I'm a Hemel girl, born and bred."
                ]
            }
        }
    }
}