{
    "leaflet": {
        "candidateName": "Siobhain McDonagh",
        "candidateGender": "",
        "constituency": "Mitcham and Morden",
        "politicalParty": "",
        "electionDate": "Thursday 12th December",
        "messages": [
            {
                "title": "Dear Resident,",
                "content": "Now we know there is an election on Thursday 12th December, I am asking you to vote for me so I can continue to fight for you. I’m as frustrated as you, with three general elections over four years, all forced on us by poor Prime Ministers unable to lead an extreme Tory Party that’s obsessed with Europe. In fact, when I look at all the things that matter to local families I’m angry that we have to spend time campaigning instead of getting things right here for our community and country. I’m made and brought up here. I know my way around and am used to getting things done. But now there is so much anger and uncertainty about the electorate all around. Things will always be tough, but I’m also worried by extremists trying to force the UK into a bad no-deal Brexit, an outcome that Boris Johnson told us would be easy, but that has made things worse, and has never been the will of the majority. I know many in the country voted for Brexit because they were angry that no one paid the price for the crash in 2008, and were convinced that nothing could better their economic prospects. To change things for the people the decisions we need to make are not linked to Brexit. It’s about how we make their lives better. They say things were broken – poor wages, rising crime, longer NHS waiting lists, rocketing housing costs – and wanted them fixed. But Brexit hasn’t solved any of those problems; instead they are getting worse, not better. And nor do I think a general election right now will fix any of these problems. That’s going to take hard work by our elected representatives after a general election certainly not going to fix Brexit. I believe Brexit can only be resolved, clear and fair, by the people. After 22 years as your Member of Parliament, I’m sure you know by now that I don’t follow the fashions of the day. I will always speak out and put this community first, irrespective of the impact on my own political career. That’s why I have spent this year campaigning for what’s ‘Right.’ I am determined for Mitcham and Morden on the local level and our national way forward. I have a clear plan to improve Mitcham and Morden that covers; better housing; raising money for fair school places; standing up for local police officers and the protection class of St. Helier hospital as a top service. St. George’s from the knock-on impact of changing roles and cuts to ambulance services and possible selling off. Going to care for our kids by raising money for safe places to play, better jobs and skills training for those out of work and fair pay for low-paid stuff. I’ll give more time to it all in much better ways since some things can go to the hands of hardworking volunteers and reach beyond my Morden office."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Better Housing",
                "policyDescription": "Raising money for fair school places; standing up for local police officers and the protection class of St. Helier hospital as a top service."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Protecting St. Helier hospital and St. George’s from cuts and changing roles."
            },
            {
                "policyTitle": "Community Safety",
                "policyDescription": "Standing up for local police officers."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Raising money for fair school places and safe places to play."
            },
            {
                "policyTitle": "Employment",
                "policyDescription": "Better jobs and skills training for those out of work and fair pay for low-paid jobs."
            }
        ],
        "mentions": {
            "candidate": "Siobhain McDonagh",
            "otherPartyLeaderCandidate": "Boris Johnson",
            "partyLeader": "",
            "tacticalSituation": "I’m also worried by extremists trying to force the UK into a bad no-deal Brexit, an outcome that Boris Johnson told us would be easy, but that has made things worse, and has never been the will of the majority."
        },
        "issues": {
            "brexitEurope": "poor Prime Ministers unable to lead an extreme Tory Party that’s obsessed with Europe",
            "defence": "",
            "economy": "making their lives better. They say things were broken – poor wages.",
            "education": "raising money for fair school places; raising money for safe places to play, better jobs and skills training for those out of work",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "protection class of St. Helier hospital as a top service. St. George’s from cuts and changing roles",
            "immigration": "",
            "labourEmployment": "better jobs and skills training for those out of work and fair pay for low-paid jobs",
            "lawCrime": "standing up for local police officers",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "better housing; raising money for fair school places; standing up for local police officers and the protection class of St. Helier hospital as a top service. St. George’s from the knock-on impact of changing roles and cuts to ambulance services and possible selling off. Going to care for our kids by raising money for safe places to play, better jobs and skills training for those out of work and fair pay for low-paid stuff. I’ll give more time to it all in much better ways since some things can go to the hands of hardworking volunteers and reach beyond my Morden office.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I’m made and brought up here. I know my way around and am used to getting things done.",
        "politicalExperience": [
            {
                "role": "Member of Parliament",
                "duration": "22 years",
                "achievements": "protecting St. Helier hospital, raising school funds, standing up for local police officers."
            }
        ],
        "contactInformation": {
            "address": "Campaign HQ: 1 Crown Road, Morden SM4 5DD",
            "phone": "020 8542 4835",
            "email": "siobhain@mmlp.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "Siobhain McDonagh MP",
                "twitter": "Siobhain_MP",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Mother and daughter, Sandhya,Kishan and Bhakti Dhanji",
                "endorsement": "“Siobhain has made a huge impact on my daughter’s future and sowed the seeds of my three year old daughter’s future by helping to support Bhaktivedanta Manor.”"
            }
        ],
        "quotes": [
            {
                "text": "“Siobhain has made a huge impact on my daughter’s future and sowed the seeds of my three year old daughter’s future by helping to support Bhaktivedanta Manor.”",
                "source": "Mother and daughter, Sandhya,Kishan and Bhakti Dhanji",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                },
                {
                    "caption": ""
                },
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "qualitative": {
                    "count": 1,
                    "examples": [
                        "I’m made and brought up here. I know my way around and am used to getting things done.",
                        "better jobs and skills training for those out of work and fair pay for low-paid stuff. "
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 5,
                "candidateAlone": 2,
                "candidateWithOthers": 3
            },
            "issueFocus": {
                "local": {
                    "count": 4,
                    "examples": [
                        "better housing; raising money for fair school places; standing up for local police officers and the protection class of St. Helier hospital as a top service. St. George’s from the knock-on impact of changing roles and cuts to ambulance services and possible selling off."
                    ]
                },
                "national": {
                    "count": 5,
                    "examples": [
                        "poor Prime Ministers unable to lead an extreme Tory Party that’s obsessed with Europe.",
                        "To change things for the people the decisions we need to make are not linked to Brexit.",
                        "They say things were broken – poor wages, rising crime, longer NHS waiting lists, rocketing housing costs – and wanted them fixed. But Brexit hasn’t solved any of those problems; instead they are getting worse, not better.",
                        "I believe Brexit can only be resolved, clear and fair, by the people."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Siobhain has made a huge impact on my daughter’s future and sowed the seeds of my three year old daughter’s future by helping to support Bhaktivedanta Manor.",
                    "issueRelated": ""
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "“Siobhain has made a huge impact on my daughter’s future and sowed the seeds of my three year old daughter’s future by helping to support Bhaktivedanta Manor.”"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 5,
                    "examples": [
                        "poor Prime Ministers unable to lead an extreme Tory Party that’s obsessed with Europe.",
                        "all forced on us by poor Prime Ministers.",
                        "I’m also worried by extremists trying to force the UK into a bad no-deal Brexit, an outcome that Boris Johnson told us would be easy, but that has made things worse."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 2,
                    "examples": [
                        "an outcome that Boris Johnson told us would be easy, but that has made things worse.",
                        "Boris Johnson wants to sell the NHS to Donald Trump."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "I’m also worried by extremists trying to force the UK into a bad no-deal Brexit, an outcome that Boris Johnson told us would be easy, but that has made things worse."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "I’m made and brought up here.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "I’m made and brought up here."
                ]
            }
        }
    }
}