{
    "leaflet": {
        "candidateName": "Alison McGovern",
        "candidateGender": "",
        "constituency": "Wirral South",
        "politicalParty": "Labour",
        "electionDate": "Thursday 12 December",
        "messages": [
            {
                "title": "The world is getting more chaotic...",
                "content": "Every day things seem to be getting more and more unpredictable. Universal Credit, the environmental crisis, Brexit, Britain collapsing our services and the rest. In such uncertain times we need a safe pair of hands. Alison McGovern lives in New Ferry, her office is based there and she has been there for us since 2010."
            },
            {
                "title": "...but we know we can rely on Alison...",
                "content": "Alison has a proven track record as the MP for Wirral South. From fighting to rebuild New Ferry, battling on behalf of individual constituents to get what they deserve, standing up to discrimination to working to save local jobs, we can rely on Alison."
            },
            {
                "title": "...and only Alison can stop Boris in the Wirral.",
                "content": "Only a vote for Alison will stop Boris winning in the Wirral South. A vote for the Lib Dems or the Greens here is a vote for Boris. So, if you don't want Boris to wreck the country, make sure you do your bit to stop him by voting Labour. #StickwithAlison."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "New Ferry",
                "policyDescription": "I WILL CONTINUE TO FIGHT FOR NEW FERRY UNTIL WE HAVE REBUILT OUR TOWN"
            },
            {
                "policyTitle": "Factories and Car Plants",
                "policyDescription": "I WILL WORK TOGETHER WITH ALL SIDES TO PROTECT JOBS IN OUR FACTORIES AND CAR PLANTS"
            },
            {
                "policyTitle": "Tory Policies",
                "policyDescription": "I WILL FIGHT THE TORY POLICIES THAT HAVE MADE LIFE WORSE IN THE WIRRAL"
            },
            {
                "policyTitle": "Climate Change",
                "policyDescription": "I WILL FIGHT FOR A GREEN FUTURE AND INVESTMENT IN CLIMATE CHANGE"
            }
        ],
        "mentions": {
            "candidate": "Alison",
            "otherPartyLeaderCandidate": "Boris",
            "partyLeader": "",
            "tacticalSituation": "Only a vote for Alison will stop Boris winning in Wirral South. A vote for the Lib Dems or the Greens here is a vote for Boris."
        },
        "issues": {
            "brexitEurope": "Brexit",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "environmental crisis, investment in climate change",
            "governance": "",
            "government": "",
            "health": "",
            "immigration": "",
            "labourEmployment": "working to save local jobs, PROTECT JOBS IN OUR FACTORIES AND CAR PLANTS",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "Universal Credit",
            "community": [
                {
                    "content": "fighting to rebuild New Ferry, I WILL CONTINUE TO FIGHT FOR NEW FERRY UNTIL WE HAVE REBUILT OUR TOWN",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "It has been an honour to be your MP and to represent the place where I was born and live. I love my home and will never stop fighting for the best for you, my friends and for my family too. The world is going through uncertain times and we need to stick together to make sure our children’s future is secure. I pledge that I will keep working to that goal. All the very best, Alison",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "0151 645 2784",
            "email": "alisonmcgovern.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "Alison_McGovern",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Mike Sleeth from Bromborough",
                "endorsement": "I am really worried about the future of our country. I'm not sure I can trust what I see on the news or on the internet anymore. I need an MP I can trust and rely on, and that is Alison."
            },
            {
                "endorser": "Val Morgan from Clatterbridge",
                "endorsement": "\"Our children's future is at stake here. This is a time we really can rely on Alison. Alison has a strong track record fighting for us. I have my trust and my confidence in Alison. I hope everybody else does too.\""
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "qualitative": {
                    "count": 9,
                    "examples": [
                        "Every day things seem to be getting more and more unpredictable.",
                        "Alison has a proven track record as the MP for Wirral South.",
                        "It has been an honour to be your MP and to represent the place where I was born and live.",
                        "I love my home and will never stop fighting for the best for you, my friends and for my family too.",
                        "Alison McGovern lives in New Ferry, her office is based there and she has been there for us since 2010.",
                        "From fighting to rebuild New Ferry, battling on behalf of individual constituents to get what they deserve, standing up to discrimination to working to save local jobs, we can rely on Alison.",
                        "Only a vote for Alison will stop Boris winning in Wirral South.",
                        "So, if you don't want Boris to wreck the country, make sure you do your bit to stop him by voting Labour.",
                        "The world is going through uncertain times and we need to stick together to make sure our children’s future is secure."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 4,
                "candidateAlone": 3,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 5,
                    "examples": [
                        "working to save local jobs",
                        "New Ferry",
                        "Alison McGovern lives in New Ferry, her office is based there",
                        "fighting to rebuild New Ferry",
                        "standing up to discrimination"
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "Universal Credit",
                        "Brexit"
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 2,
                "examples": [
                    "Mike Sleeth from Bromborough",
                    "Val Morgan from Clatterbridge"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 2,
                    "examples": [
                        "Only a vote for Alison will stop Boris winning in Wirral South. A vote for the Lib Dems or the Greens here is a vote for Boris.",
                        "So, if you don't want Boris to wreck the country, make sure you do your bit to stop him by voting Labour."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Boris"
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Alison McGovern lives in New Ferry, her office is based there.",
                "employment": "",
                "education": "",
                "family": "It has been an honour to be your MP and to represent the place where I was born and live. I love my home and will never stop fighting for the best for you, my friends and for my family too."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Alison McGovern lives in New Ferry, her office is based there and she has been there for us since 2010."
                ]
            }
        }
    }
}