{
    "leaflet": {
        "candidateName": "Sam Gyimah",
        "candidateGender": "",
        "constituency": "Llandrindod Wells",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "As we head to the polls this week in the most crucial general election for decades, I want to ask you to consider supporting the Liberal Democrats.",
                "content": "I joined the Conservative Party in the 1990s. I was a Minister in Boris Johnson’s government, but I quit on a point of principle earlier this year. Leaving the Conservative Party was not easy, but it was the right thing to do. The Conservative Party no longer has a place for people like me. Boris Johnson cares more about himself than the future of our country: he has lied to people, lied to Parliament and lied to the Queen. He has led his party to the extreme. The Conservative Party has drifted away from One Nation values and towards English nationalism. A vote for Boris Johnson’s party is essentially a vote for Nigel Farage and the Brexit Party. It is clear to me that the Liberal Democrats are best placed to forge a new liberal movement on the big issues of our time. If, like me, you are simply horrified by the direction Boris Johnson’s Conservatives are taking, please use your vote to support the Liberal Democrats in your area this time. This is a crucial time for the future of our country. The Liberal Democrats are the clear force to fight against the extremism of the two main parties. If you back the values of tolerance and openness, join me in sending a message with your vote – and voting Liberal Democrat. Your vote can make a real difference."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "If, like me, you are simply horrified by the direction Boris Johnson’s Conservatives are taking, please use your vote to support the Liberal Democrats in your area this time.",
            "otherPartyLeaderCandidate": "Boris Johnson cares more about himself than the future of our country: he has lied to people, lied to Parliament and lied to the Queen. He has led his party to the extreme. The Conservative Party has drifted away from One Nation values and towards English nationalism.",
            "partyLeader": "I’m impressed by Jo Swinson.",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "A vote for Boris Johnson’s party is essentially a vote for Nigel Farage and the Brexit Party.",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "The Conservative Party no longer has a place for people like me.",
            "health": "",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Former Conservative MP Nick Boles",
                "endorsement": "Don’t settle for the appalling choice between Johnson and Corbyn. Use your vote to start something new."
            },
            {
                "endorser": "Former Deputy PM Michael Heseltine, The Times, 26th Nov",
                "endorsement": "Lord Heseltine, the former Conservative deputy prime minister, advised voters to back the Lib Dems."
            },
            {
                "endorser": "Former Conservative MP David Gauke",
                "endorsement": "I’m impressed by Jo Swinson. I think if I was living in a lot of constituencies I would lend my vote to the Liberal Democrats."
            },
            {
                "endorser": "Former Conservative MP and grandson of Churchill Nicholas Soames",
                "endorsement": "I am worried about the Tory party… it is beginning to look like a Brexit sect."
            },
            {
                "endorser": "Former Conservative MP Justine Greening",
                "endorsement": "I don’t think I would be able to stay part of a party that was simply a Brexit party that had crashed us out of the European Union."
            },
            {
                "endorser": "Former Conservative MP for nearly 50 years Ken Clarke",
                "endorsement": "I may protest and vote Lib Dem."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "qualitative": {
                    "count": 1,
                    "examples": [
                        "If, like me, you are simply horrified by the direction Boris Johnson’s Conservatives are taking, please use your vote to support the Liberal Democrats in your area this time."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 1,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "national": {
                    "count": 4,
                    "examples": [
                        "Boris Johnson cares more about himself than the future of our country: he has lied to people, lied to Parliament and lied to the Queen. He has led his party to the extreme.",
                        "A vote for Boris Johnson’s party is essentially a vote for Nigel Farage and the Brexit Party.",
                        "The Conservative Party no longer has a place for people like me.",
                        "The Conservative Party has drifted away from One Nation values and towards English nationalism."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 6,
                "examples": [
                    "Don’t settle for the appalling choice between Johnson and Corbyn. Use your vote to start something new. - Former Conservative MP Nick Boles",
                    "Lord Heseltine, the former Conservative deputy prime minister, advised voters to back the Lib Dems. - Former Deputy PM Michael Heseltine, The Times, 26th Nov",
                    "I’m impressed by Jo Swinson. I think if I was living in a lot of constituencies I would lend my vote to the Liberal Democrats. - Former Conservative MP David Gauke",
                    "I am worried about the Tory party… it is beginning to look like a Brexit sect. - Former Conservative MP and grandson of Churchill Nicholas Soames",
                    "I don’t think I would be able to stay part of a party that was simply a Brexit party that had crashed us out of the European Union. - Former Conservative MP Justine Greening",
                    "I may protest and vote Lib Dem. - Former Conservative MP for nearly 50 years Ken Clarke"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 3,
                    "examples": [
                        "Boris Johnson cares more about himself than the future of our country: he has lied to people, lied to Parliament and lied to the Queen. He has led his party to the extreme.",
                        "A vote for Boris Johnson’s party is essentially a vote for Nigel Farage and the Brexit Party.",
                        "The Conservative Party has drifted away from One Nation values and towards English nationalism."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Boris Johnson cares more about himself than the future of our country: he has lied to people, lied to Parliament and lied to the Queen. He has led his party to the extreme."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "Boris Johnson cares more about himself than the future of our country: he has lied to people, lied to Parliament and lied to the Queen. He has led his party to the extreme."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Llandrindod Wells"
                ]
            }
        }
    }
}