{
    "leaflet": {
        "candidateName": "Greg Marshall",
        "candidateGender": "",
        "constituency": "Broxtowe",
        "politicalParty": "Labour",
        "electionDate": "Thursday 12 December",
        "messages": [
            {
                "title": "Only Labour can save the NHS",
                "content": "The NHS is not safe in Tory hands. A&E waiting times are up, thousands of patients are put at risk, and Boris Johnson has proven himself to be dangerous to our health. Only Labour will look after the NHS and fund more doctors and nurses, invest in staff and student nurse bursaries, and bring in free prescriptions and parking. Labour will make sure Broxtowe gets its fair share of NHS resources including major improvements to mental health services."
            },
            {
                "title": "Go Greg, get green!",
                "content": "The Green New Deal will bring in jobs in green energy and maintain our countryside. The climate emergency is real and we need politicians prepared to take action to fix it. I’m committed to this, if you vote for me you will get a truly committed green activist."
            },
            {
                "title": "Moving the country forward on Brexit",
                "content": "The Tories have had three and a half years to deliver Brexit. It is evident that they’ve failed to do so. Start afresh with Labour. When Labour get in, we will secure a new deal within three months and put this to residents in a public confirmatory vote. The new deal will protect jobs, residents would be able to remain in the EU market and customs union, and all Labour constituencies will have a Labour Deal. I will always support Broxtowe’s voice in Parliament."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "More nurses and doctors",
                "policyDescription": "More funding for the NHS with more nurses and doctors, ensuring our fair share here in Broxtowe."
            },
            {
                "policyTitle": "Tackling the climate crisis",
                "policyDescription": "The Green New Deal will create new jobs and we will lead the world in reducing carbon emissions."
            },
            {
                "policyTitle": "Brexit time to move forward together",
                "policyDescription": "I campaigned to remain but I will respect the will of Broxtowe in a final say vote."
            },
            {
                "policyTitle": "Education for everyone",
                "policyDescription": "Free lifelong education, scrap university tuition fees, increase funding for schools and smaller classes."
            },
            {
                "policyTitle": "Helping our pensioners",
                "policyDescription": "Keeping the Winter Fuel Allowance, free TV licenses and bus passes for older people."
            }
        ],
        "mentions": {
            "candidate": "Greg Marshall",
            "otherPartyLeaderCandidate": "Boris Johnson",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "When Labour get in, we will secure a new deal within three months and put this to residents in a public confirmatory vote. The new deal will protect jobs, residents would be able to remain in the EU market and customs union.",
            "defence": "",
            "economy": "",
            "education": "Free lifelong education, scrap university tuition fees, increase funding for schools and smaller classes.",
            "environment": "The Green New Deal will bring in jobs in green energy and maintain our countryside. The climate emergency is real and we need politicians prepared to take action to fix it.",
            "governance": "",
            "government": "",
            "health": "Only Labour can save the NHS. More funding for the NHS with more nurses and doctors, ensuring our fair share here in Broxtowe.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "Keeping the Winter Fuel Allowance, free TV licenses and bus passes for older people.",
            "community": [
                {
                    "content": "The Green New Deal will bring in jobs in green energy and maintain our countryside.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "07856 812006",
            "email": "greg@broxtowelabour.com",
            "website": "www.broxtowelabour.com",
            "socialMedia": {
                "facebook": "@greg4broxtowe",
                "twitter": "@greg4broxtowe",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Suzanne, Stapleford",
                "endorsement": "Having recently heard Greg speak, I found him to be brilliant. It’s the first time I’ve been so moved by a politician. Greg comes across as a decent bloke and completely genuine."
            },
            {
                "endorser": "Gareth, Beeston",
                "endorsement": "I was a Green Party member for ten years, but I’ll be voting Greg at this December because I know that his Labour Party really will protect the environment."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "The NHS is not safe in Tory hands. A&E waiting times are up, thousands of patients are put at risk.",
                        "When Labour get in, we will secure a new deal within three months and put this to residents in a public confirmatory vote."
                    ]
                },
                "qualitative": {
                    "count": 2,
                    "examples": [
                        "Greg comes across as a decent bloke and completely genuine.",
                        "The climate emergency is real and we need politicians prepared to take action to fix it."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 1,
                "people": 3,
                "candidateAlone": 1,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 2,
                    "examples": [
                        "More funding for the NHS with more nurses and doctors, ensuring our fair share here in Broxtowe.",
                        "The Green New Deal will bring in jobs in green energy and maintain our countryside."
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "When Labour get in, we will secure a new deal within three months and put this to residents in a public confirmatory vote.",
                        "Keeping the Winter Fuel Allowance, free TV licenses and bus passes for older people."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Having recently heard Greg speak, I found him to be brilliant. It’s the first time I’ve been so moved by a politician.",
                    "issueRelated": ""
                },
                {
                    "story": "I was a Green Party member for ten years, but I’ll be voting Greg at this December because I know that his Labour Party really will protect the environment.",
                    "issueRelated": "environment"
                }
            ],
            "endorsementsUsed": {
                "count": 2,
                "examples": [
                    "Having recently heard Greg speak, I found him to be brilliant. It’s the first time I’ve been so moved by a politician. Greg comes across as a decent bloke and completely genuine. - Suzanne, Stapleford",
                    "I was a Green Party member for ten years, but I’ll be voting Greg at this December because I know that his Labour Party really will protect the environment. - Gareth, Beeston"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "The Tories have had three and a half years to deliver Brexit. It is evident that they’ve failed to do so."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Boris Johnson has proven himself to be dangerous to our health."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "That the Broxtowe had someone who can relate to them properly, here, have made my whole term worth it.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "From Broxtowe. For Broxtowe."
                ]
            }
        }
    }
}