{
    "leaflet": {
        "candidateName": "Laura Gordon",
        "candidateGender": "",
        "constituency": "Sheffield Hallam",
        "politicalParty": "Liberal Democrats",
        "electionDate": "12th December",
        "messages": [
            {
                "title": "A Message From Your Neighbour",
                "content": "Dear Neighbour, Like you, I want an MP who will work hard for our area and speak up for us in Parliament. But after the last election here, we were effectively left without an MP. We had no one to speak up for us. No one to vote for us in Parliament. And no one to turn to if we needed any help. With everything that is going on with politics at the moment, I want to guarantee a hardworking local MP. That’s why I’ll be backing Laura Gordon. Elections here are usually close between the Lib Dems and Labour – but I just can’t trust Labour after the mess their MP caused last time. He got himself in trouble and the Labour Party left us in the lurch with effectively no representation. Laura Gordon is someone we can trust. Laura has spent her career working for charities such as Oxfam and Save the Children in some of the most challenging places on earth. Locally, she led the campaign to save the NHS Walk-in Centre and Minor Injuries Unit. She fought against Labour’s tree felling fiasco and she’s been working to secure fair funding for Sheffield’s schools. If we elect Laura as our MP, I know she will speak up for people like me. She will work hard to tackle inequality. She will work hard to fight the climate crisis. And she will campaign passionately for our schools and NHS. I know I can trust Laura to listen, work hard and get things done for local people. When you vote on 12th December, please do consider joining me in supporting Laura Gordon. With best wishes, Mary Aston Fellow Sheffield Hallam resident P.S. After the mess they caused last time, I can’t trust Labour. On 12th December, I’ll be voting for Laura Gordon to guarantee an MP who will work hard and get things done."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Laura Gordon",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Elections here are usually close between the Lib Dems and Labour."
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "Laura Gordon has been working to secure fair funding for Sheffield’s schools.",
            "environment": "She will work hard to fight the climate crisis.",
            "governance": "",
            "government": "",
            "health": "Laura led the campaign to save the NHS Walk-in Centre and Minor Injuries Unit.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Laura led the campaign to save the NHS Walk-in Centre and Minor Injuries Unit.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Charity worker for Oxfam and Save the Children",
                "duration": "",
                "achievements": "Led the campaign to save the NHS Walk-in Centre and Minor Injuries Unit. Fought against Labour’s tree felling fiasco."
            }
        ],
        "contactInformation": {
            "address": "53 Endcliffe Hall Avenue",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Mary Aston",
                "endorsement": "Laura Gordon is someone we can trust. Laura has spent her career working for charities such as Oxfam and Save the Children. If we elect Laura as our MP, I know she will speak up for people like me. She will work hard to tackle inequality. She will work hard to fight the climate crisis. And she will campaign passionately for our schools and NHS."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "A Message From Your Neighbour"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 2,
                    "examples": [
                        "Led the campaign to save the NHS Walk-in Centre and Minor Injuries Unit.",
                        "Fought against Labour’s tree felling fiasco."
                    ]
                },
                "qualitative": {
                    "count": 5,
                    "examples": [
                        "I want an MP who will work hard for our area and speak up for us in Parliament.",
                        "With everything that is going on with politics at the moment, I want to guarantee a hardworking local MP.",
                        "Laura Gordon is someone we can trust.",
                        "She will work hard to tackle inequality.",
                        "She will campaign passionately for our schools and NHS."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 0,
                "candidateAlone": 0,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Laura led the campaign to save the NHS Walk-in Centre and Minor Injuries Unit.",
                        "Led the campaign to save the NHS Walk-in Centre and Minor Injuries Unit.",
                        "Laura Gordon has been working to secure fair funding for Sheffield’s schools."
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "She will work hard to fight the climate crisis."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Laura Gordon is someone we can trust. Laura has spent her career working for charities such as Oxfam and Save the Children. If we elect Laura as our MP, I know she will speak up for people like me. She will work hard to tackle inequality. She will work hard to fight the climate crisis. And she will campaign passionately for our schools and NHS."
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 1,
                    "examples": [
                        "Led the campaign to save the NHS Walk-in Centre and Minor Injuries Unit."
                    ]
                },
                "nationalIssues": {
                    "count": 1,
                    "examples": [
                        "I can't trust Labour after the mess their MP caused last time. He got himself in trouble and the Labour Party left us in the lurch with effectively no representation."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": []
            }
        }
    }
}