{
    "leaflet": {
        "candidateName": "Emily Payne",
        "candidateGender": "",
        "constituency": "Newcastle Central",
        "politicalParty": "Conservative",
        "electionDate": "Thursday, 12th December",
        "messages": [
            {
                "title": "Why vote for Emily Payne?",
                "content": "This is an exceptional election, redefining political identities. We are meeting life long Labour voters who are supporting the Conservatives – it is a chance of a lifetime to turn Newcastle Central blue. This is the election where your vote matters, when voting on election day does make a difference."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Delivering Brexit",
                "policyDescription": "Emily and the other 634 Conservative Candidates have pledged to support Boris Johnson’s deal. It has been agreed with the EU, if the Conservatives win the election we will be back in Parliament introducing the Withdrawal Agreement before Christmas so that we can leave the EU by the end of January."
            },
            {
                "policyTitle": "Fighting for Newcastle",
                "policyDescription": "Newcastle deserves an MP who will fight for it in Westminster to ensure we get the funding and investment we need for our hospitals, police, schools and to thrive as a regional stalwart. Emily went to Uni at Newcastle and worked with BAE. Newcastle has not had a champion fighting for the people who live and work here."
            },
            {
                "policyTitle": "Rejuvenate Newcastle",
                "policyDescription": "Emily will make Newcastle a place of opportunity by promoting it to Tech and Green companies to generate more jobs and lead the climate change movement. Newcastle deserves to be a powerhouse of the North East, with infrastructure and transport to link it with the major cities throughout the UK. Newcastle must become a place of opportunity and optimism."
            },
            {
                "policyTitle": "Combating Climate Change",
                "policyDescription": "This is the generational crisis as we need to halt and reverse global warming. We must change our farming practices to buy local, seasonal food, reduce food waste, break our plastic dependency, conserve water, clean up our oceans and nullify our carbon footprints. Emily will make Newcastle the UK’s Green flagbearer creating more local jobs and opportunities."
            },
            {
                "policyTitle": "A great place to live",
                "policyDescription": "Emily has worked with Law Enforcement and will partner with Northumbria Police to tackle Youth ASB. All schools should provide a good education ensuring equal opportunity. She will raise the air pollution epidemic by removing public transport and promote physical and mental health. She will support our elderly population and help alleviate homelessness."
            }
        ],
        "mentions": {
            "candidate": "Emily Payne",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Boris Johnson",
            "tacticalSituation": "It is a chance of a lifetime to turn Newcastle Central blue."
        },
        "issues": {
            "brexitEurope": "Delivering Brexit - Emily and the other 634 Conservative Candidates have pledged to support Boris Johnson’s deal. It has been agreed with the EU, if the Conservatives win the election we will be back in Parliament introducing the Withdrawal Agreement before Christmas so that we can leave the EU by the end of January.",
            "defence": "",
            "economy": "Rejuvenate Newcastle - Emily will make Newcastle a place of opportunity by promoting it to Tech and Green companies to generate more jobs and lead the climate change movement. Newcastle deserves to be a powerhouse of the North East, with infrastructure and transport to link it with the major cities throughout the UK. Newcastle must become a place of opportunity and optimism.",
            "education": "Fighting for Newcastle - Newcastle deserves an MP who will fight for it in Westminster to ensure we get the funding and investment we need for our hospitals, police, schools and to thrive as a regional stalwart.",
            "environment": "Combating Climate Change - This is the generational crisis as we need to halt and reverse global warming. We must change our farming practices to buy local, seasonal food, reduce food waste, break our plastic dependency, conserve water, clean up our oceans and nullify our carbon footprints.",
            "governance": "",
            "government": "",
            "health": "Fighting for Newcastle - Newcastle deserves an MP who will fight for it in Westminster to ensure we get the funding and investment we need for our hospitals, police, schools and to thrive as a regional stalwart.",
            "immigration": "",
            "labourEmployment": "Rejuvenate Newcastle - Emily will make Newcastle a place of opportunity by promoting it to Tech and Green companies to generate more jobs and lead the climate change movement.",
            "lawCrime": "A great place to live - Emily has worked with Law Enforcement and will partner with Northumbria Police to tackle Youth ASB.",
            "transport": "Newcastle deserves to be a powerhouse of the North East, with infrastructure and transport to link it with the major cities throughout the UK.",
            "socialWelfare": "A great place to live - Emily will support our elderly population and help alleviate homelessness.",
            "community": [
                {
                    "content": "A great place to live - All schools should provide a good education ensuring equal opportunity. Emily will raise the air pollution epidemic by removing public transport and promote physical and mental health.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Emily Payne campaign photos"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "I and the other 634 Conservative Candidates have pledged to support Boris Johnson’s deal."
                    ]
                },
                "qualitative": {
                    "count": 3,
                    "examples": [
                        "This is an exceptional election, redefining political identities.",
                        "It is a chance of a lifetime to turn Newcastle Central blue.",
                        "We are meeting life long Labour voters who are supporting the Conservatives."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 3,
                "candidateAlone": 1,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 4,
                    "examples": [
                        "Fighting for Newcastle - Newcastle deserves an MP who will fight for it in Westminster to ensure we get the funding and investment we need for our hospitals, police, schools and to thrive as a regional stalwart.",
                        "Rejuvenate Newcastle - Emily will make Newcastle a place of opportunity by promoting it to Tech and Green companies to generate more jobs and lead the climate change movement. Newcastle deserves to be a powerhouse of the North East, with infrastructure and transport to link it with the major cities throughout the UK. Newcastle must become a place of opportunity and optimism.",
                        "A great place to live - Emily has worked with Law Enforcement and will partner with Northumbria Police to tackle Youth ASB. All schools should provide a good education ensuring equal opportunity. She will raise the air pollution epidemic by removing public transport and promote physical and mental health. She will support our elderly population and help alleviate homelessness.",
                        "Rejuvenate Newcastle - Newcastle deserves to be a powerhouse of the North East, with infrastructure and transport to link it with the major cities throughout the UK."
                    ]
                },
                "national": {
                    "count": 3,
                    "examples": [
                        "Delivering Brexit - Emily and the other 634 Conservative Candidates have pledged to support Boris Johnson’s deal. It has been agreed with the EU, if the Conservatives win the election we will be back in Parliament introducing the Withdrawal Agreement before Christmas so that we can leave the EU by the end of January.",
                        "Combating Climate Change - This is the generational crisis as we need to halt and reverse global warming. We must change our farming practices to buy local, seasonal food, reduce food waste, break our plastic dependency, conserve water, clean up our oceans and nullify our carbon footprints.",
                        "Rejuvenate Newcastle - Emily will make Newcastle a place of opportunity by promoting it to Tech and Green companies to generate more jobs and lead the climate change movement."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Emily went to Uni at Newcastle and worked with BAE.",
                    "issueRelated": "Fighting for Newcastle"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": []
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": []
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": []
            }
        }
    }
}