{
    "leaflet": {
        "candidateName": "Keith Aspden",
        "candidateGender": "",
        "constituency": "York Outer",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "Dear Resident, As your ward councillors, we’re working hard on the issues that matter to our community. Issues such as protecting the green belt and village conservation areas from inappropriate planning applications, securing investment in road and pavement repairs and tackling speeding and parking problems in our area. The general election now gives us a real opportunity to address some of the issues that we can’t solve locally, but can only be fixed in Westminster – issues such as the underfunding of our local schools and hospitals, a lack of action in protecting our environment and ensuring the promises on dualling the outer ring road are fulfilled. You will shortly receive your postal vote for the upcoming General Election – this is your opportunity to choose your next MP. We are writing to ask for your support for the Liberal Democrat candidate in the General Election. We both know Keith Aspden well, he is a fellow councillor in York Outer and as council leader following the elections in May, he has been instrumental in helping us to get things done for the villages of Rural West York Ward. With Keith backing our community on the national stage, we’ll be able to achieve even more for our area. With your support, we hope to soon have an MP who will work hard for our community. Kind regards, Anne E James Anne Hook & James Barker Liberal Democrat Councillors for Rural West York Ward PS. The election here in York Outer will be a close race between Keith Aspden’s Liberal Democrats and the Conservative candidate. A vote for the Labour Party will just help the Conservatives win here."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Protecting the Green Belt",
                "policyDescription": "Protecting the green belt and village conservation areas from inappropriate planning applications."
            },
            {
                "policyTitle": "Road and Pavement Repairs",
                "policyDescription": "Securing investment in road and pavement repairs and tackling speeding and parking problems."
            },
            {
                "policyTitle": "Education and Healthcare Funding",
                "policyDescription": "Address issues like the underfunding of local schools and hospitals."
            },
            {
                "policyTitle": "Environmental Protection",
                "policyDescription": "Lack of action in protecting our environment."
            },
            {
                "policyTitle": "Infrastructure Development",
                "policyDescription": "Ensuring the promises on dualling the outer ring road are fulfilled."
            }
        ],
        "mentions": {
            "candidate": "Keith Aspden",
            "otherPartyLeaderCandidate": "Conservative candidate",
            "partyLeader": "",
            "tacticalSituation": "The election here in York Outer will be a close race between Keith Aspden’s Liberal Democrats and the Conservative candidate. A vote for the Labour Party will just help the Conservatives win here."
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "Address issues like the underfunding of local schools.",
            "environment": "Lack of action in protecting our environment.",
            "governance": "",
            "government": "",
            "health": "Address issues like the underfunding of local hospitals.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "Securing investment in road and pavement repairs and tackling speeding and parking problems.",
            "socialWelfare": "",
            "community": [
                {
                    "content": "Protecting the green belt and village conservation areas from inappropriate planning applications.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Council leader",
                "duration": "",
                "achievements": "Instrumental in helping to get things done for the villages of Rural West York Ward."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "qualitative": {
                    "count": 4,
                    "examples": [
                        "Protecting the green belt and village conservation areas from inappropriate planning applications.",
                        "Securing investment in road and pavement repairs and tackling speeding and parking problems in our area.",
                        "The general election now gives us a real opportunity to address some of the issues that we can’t solve locally, but can only be fixed in Westminster – issues such as the underfunding of our local schools and hospitals, a lack of action in protecting our environment and ensuring the promises on dualling the outer ring road are fulfilled.",
                        "With your support, we hope to soon have an MP who will work hard for our community."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 0,
                "candidateAlone": 0,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 3,
                    "examples": [
                        "Protecting the green belt and village conservation areas from inappropriate planning applications.",
                        "Securing investment in road and pavement repairs and tackling speeding and parking problems in our area.",
                        "dualling the outer ring road"
                    ]
                },
                "national": {
                    "count": 2,
                    "examples": [
                        "underfunding of our local schools and hospitals",
                        "protecting our environment"
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "We both know Keith Aspden well, he is a fellow councillor in York Outer and as council leader following the elections in May, he has been instrumental in helping us to get things done for the villages of Rural West York Ward.",
                    "issueRelated": "labourEmployment"
                }
            ],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "The election here in York Outer will be a close race between Keith Aspden’s Liberal Democrats and the Conservative candidate."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": [
                    ""
                ]
            }
        }
    }
}