{
    "leaflet": {
        "candidateName": "",
        "candidateGender": "",
        "constituency": "",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "A BRIGHTER FUTURE FOR OUR MENTAL HEALTH SERVICES...",
                "content": "The NHS may be the envy of the world, but our mental health service is not. People are struggling. When they turn for help, it is often not there. Waiting times for mental health services are, on average, 14 weeks - just for an assessment - before support and care has even begun. Problems that can start small, become crises as help is either not available, or arrives late. The Liberal Democrats have a plan to tackle this. They have pledged to ringfence funding for mental health and put extra investment into services. They will also ensure services run 24 hours a day, seven days a week. The Liberal Democrats will increase mental health staffing and will ensure that, by 2025, 100% of children and young people with diagnosable conditions get NHS treatment. Liberal Democrat Leader Jo Swinson said: 'For years, mental health has been overlooked by Conservative and Labour governments. My government will ensure these patients no longer face shamefully long waiting times and are treated with the same care as those with physical illnesses. We will ensure our mental health services are available to everyone who needs them.'"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "INCREASE MENTAL HEALTH STAFF",
                "policyDescription": "Pledge to ringfence funding for mental health and put extra investment into services."
            },
            {
                "policyTitle": "APPLY THE SAME WAITING TIME STANDARDS TO MENTAL HEALTH CARE AS WE HAVE FOR PHYSICAL CARE",
                "policyDescription": "Ensure that waiting times for mental health services are reduced to match those for physical health care."
            },
            {
                "policyTitle": "ENSURE ALL GPS RECEIVE CORE MENTAL HEALTH TRAINING",
                "policyDescription": "Improve the quality of mental health care by providing essential training for GPs."
            },
            {
                "policyTitle": "INCREASE ACCESS TO TALKING THERAPIES",
                "policyDescription": "Provide greater access to talking therapies for mental health patients."
            },
            {
                "policyTitle": "INTRODUCE FURTHER MENTAL HEALTH MAXIMUM WAITING TIME STANDARDS",
                "policyDescription": "Further reduce the waiting times for mental health services."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Jo Swinson",
            "tacticalSituation": "Jeremy Corbyn’s Labour party are determined to pursue Brexit. But whether it’s a Conservative or a Labour Brexit it would be catastrophic for the UK. A vote for the Liberal Democrats is a vote to stop Brexit. Stopping Brexit means that we can focus on tackling the big issues facing the UK right now. Our economy will grow more quickly, providing a Remain Bonus"
        },
        "issues": {
            "brexitEurope": "Jeremy Corbyn’s Labour party are determined to pursue Brexit. But whether it’s a Conservative or a Labour Brexit it would be catastrophic for the UK. A vote for the Liberal Democrats is a vote to stop Brexit. Stopping Brexit means that we can focus on tackling the big issues facing the UK right now.",
            "defence": "",
            "economy": "Our economy will grow more quickly, providing a Remain Bonus that we will invest in our public services.",
            "education": "",
            "environment": "Once we stop Brexit, we can build a brighter future where we tackle the climate emergency and inequality, properly fund schools and the NHS, and create opportunity for all.",
            "governance": "",
            "government": "",
            "health": "The NHS may be the envy of the world, but our mental health service is not. People are struggling. When they turn for help, it is often not there.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": []
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "8-10 Great George Street, London, SW1P 3AE",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Fiona Dryburgh, former Labour councillor",
                "endorsement": "'I have now come home with the Liberal Democrats. I am proud to join a progressive party. I left Labour as a direct consequence of the direction in which the party is moving.'"
            },
            {
                "endorser": "Gabriel Rozenberg, former Conservative councillor",
                "endorsement": "'The Conservatives have become a party promoting an extremist view of isolationism. It wasn't an easy decision to make but I could no longer campaign for them. The Lib Dems are the only pro-business party left.'"
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jo Swinson"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 4,
                    "examples": [
                        "Waiting times for mental health services are, on average, 14 weeks - just for an assessment - before support and care has even begun.",
                        "By 2025, 100% of children and young people with diagnosable conditions get NHS treatment.",
                        "24 hours a day, seven days a week",
                        "Our economy will grow more quickly"
                    ]
                },
                "qualitative": {
                    "count": 6,
                    "examples": [
                        "Our economy will grow more quickly, providing a Remain Bonus that we will invest in our public services.",
                        "People are fed up with the Brexit chaos. It has become a national embarrassment.",
                        "Stopping Brexit means that we can focus on tackling the big issues facing the UK right now.",
                        "We can build a brighter future where we tackle the climate emergency and inequality, properly fund schools and the NHS, and create opportunity for all.",
                        "My government will ensure these patients no longer face shamefully long waiting times and are treated with the same care as those with physical illnesses.",
                        "We will ensure our mental health services are available to everyone who needs them."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 3,
                "candidateAlone": 1,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 0,
                    "examples": []
                },
                "national": {
                    "count": 5,
                    "examples": [
                        "The NHS may be the envy of the world, but our mental health service is not.",
                        "People are struggling. When they turn for help, it is often not there.",
                        "Our economy will grow more quickly, providing a Remain Bonus.",
                        "Once we stop Brexit, we can build a brighter future where we tackle the climate emergency and inequality, properly fund schools and the NHS, and create opportunity for all.",
                        "My government will ensure these patients no longer face shamefully long waiting times and are treated with the same care as those with physical illnesses."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 2,
                "examples": [
                    "'I have now come home with the Liberal Democrats. I am proud to join a progressive party. I left Labour as a direct consequence of the direction in which the party is moving.'",
                    "'The Conservatives have become a party promoting an extremist view of isolationism. It wasn't an easy decision to make but I could no longer campaign for them. The Lib Dems are the only pro-business party left.'"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 2,
                    "examples": [
                        "People are fed up with the Brexit chaos. It has become a national embarrassment.",
                        "The NHS may be the envy of the world, but our mental health service is not."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "Jeremy Corbyn’s Labour party are determined to pursue Brexit."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 0,
                    "examples": []
                }
            },
            "nonPolicyAttributes": {
                "localness": "",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": false,
                "examples": []
            }
        }
    }
}