{
    "leaflet": {
        "candidateName": "Dr Dean Eggitt",
        "candidateGender": "",
        "constituency": "Yorkshire",
        "politicalParty": "Labour",
        "electionDate": "8th June",
        "messages": [
            {
                "title": "",
                "content": "Dear friend,\nMy name is Dr Dean Eggitt and I'm a GP here in Yorkshire. I'm getting in touch with you because I care passionately about our health service. I'm deeply worried about the direction it's been heading under the Tory government, and I'm fearful for its future if we don't have strong Labour MPs fighting for it here in Yorkshire.\n\nThe health service I’m so proud to work in is one of Britain's greatest ever achievements, and it’s envied and copied around the world. But the truth is that it's under an unprecedented amount of pressure – our NHS is in crisis.\n\nPeople are having to wait days if not weeks to get an appointment with their own GP. There are queues for patients waiting on trolleys in NHS departments. These are scenes I’d hoped we had left behind in Thatcher's Britain decades ago.\n\nThe Tory decision to scrap targets the last Labour government put in place means patients are waiting months for cancer treatment, as well as for hip replacements, cataracts and life-saving operations. The Tory response to all this was to claim the pressures on the NHS were merely a small number of incidents when in reality the NHS is dangerously under-resourced. It defies belief.\n\nAnd now it's got worse. One of the biggest threats in the pressure on our health service under the Tories is social care. Our government made a grave strategy to make sure older people with mobility problems and dementia get the care they need.\n\nSo I was horrified when I saw the Tory manifesto’s plans to make people pay for their care using the value of their family homes. People who have worked hard all their lives shouldn't be punished for being ill and not be able to leave their home to their children.\n\nJust when you think it can't get any worse, the Tories have announced that if they win the election they'll cut the Winter Fuel Allowance – millions of pensioners could lose out, potentially meaning more elderly people having to choose between heating and. (the rest is unclear)\n\nYou can't trust the Tories to look after our NHS, and you certainly can't trust them on social care either.\n\nYour Labour candidate will be a strong voice in parliament for our health service and for social care. Labour is the only party pledging to stop the Tory programme (the rest is unclear)\n\nI hope that you will put our NHS first this Thursday, 8th June, and join me in voting Labour. Best wishes,\nDr Dean Eggitt GP"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "Labour candidate Dr Dean Eggitt vows to fight for the NHS and improve healthcare services which he states are in crisis due to Tory government policies."
            }
        ],
        "mentions": {
            "candidate": "Dr Dean Eggitt",
            "otherPartyLeaderCandidate": "Thatcher",
            "partyLeader": "Labour",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "government": "",
            "health": "Deeply worried about the direction the NHS has been heading under the Tory government; NHS in crisis; Labour candidate will be a strong voice in parliament for our health service; Labour is the only party pledging to stop the Tory programme.",
            "immigration": "",
            "labourEmployment": "",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "Deeply worried about social care under the Tory government; plans to make people pay for their care using the value of their family homes; cut the Winter Fuel Allowance – millions of pensioners could lose out.",
            "community": []
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": []
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 1,
                    "examples": [
                        "People are having to wait days if not weeks to get an appointment with their own GP."
                    ]
                },
                "qualitative": {
                    "count": 10,
                    "examples": [
                        "I'm deeply worried about the direction it's been heading under the Tory government, and I'm fearful for its future.",
                        "But the truth is that it's under an unprecedented amount of pressure – our NHS is in crisis.",
                        "I'd hoped we had left behind in Thatcher's Britain decades ago.",
                        "The Tory response to all this was to claim the pressures on the NHS were merely a small number of incidents when in reality the NHS is dangerously under-resourced.",
                        "It defies belief.",
                        "One of the biggest threats in the pressure on our health service under the Tories is social care.",
                        "People who have worked hard all their lives shouldn't be punished for being ill and not be able to leave their home to their children.",
                        "Just when you think it can't get any worse, the Tories have announced that if they win the election they'll cut the Winter Fuel Allowance – millions of pensioners could lose out, potentially meaning more elderly people having to choose between heating and.",
                        "You can't trust the Tories to look after our NHS, and you certainly can't trust them on social care either.",
                        "Labour is the only party pledging to stop the Tory programme."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 0,
                "candidateAlone": 0,
                "candidateWithOthers": 0
            },
            "issueFocus": {
                "local": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "national": {
                    "count": 1,
                    "examples": [
                        "NHS in crisis, Labour is the only party pledging to stop the Tory programme."
                    ]
                }
            },
            "personalStories": [],
            "endorsementsUsed": {
                "count": 0,
                "examples": [
                    ""
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "nationalIssues": {
                    "count": 2,
                    "examples": [
                        "The Tory response to all this was to claim the pressures on the NHS were merely a small number of incidents when in reality the NHS is dangerously under-resourced.",
                        "Just when you think it can't get any worse, the Tories have announced that if they win the election they'll cut the Winter Fuel Allowance – millions of pensioners could lose out, potentially meaning more elderly people having to choose between heating and."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": [
                        ""
                    ]
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "These are scenes I’d hoped we had left behind in Thatcher's Britain decades ago."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "My name is Dr Dean Eggitt and I'm a GP here in Yorkshire.",
                "employment": "I'm a GP."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "My name is Dr Dean Eggitt and I'm a GP here in Yorkshire."
                ]
            }
        }
    }
}