{
  "leaflet": {
    "candidateName": "Sophia Passmore Ben Sauer",
    "candidateGender": "",
    "constituency": "Brighton",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "THERESA MAY NEEDS YOUR LOCAL VOTE",
        "content": "Just 11 days after you vote, the EU wants to start Brexit negotiations with Britain. Whoever is Prime Minister must be up to the job and ready to lead. Theresa May’s personal fight is central to everything. Our country’s future and future’s future too. Get Brexit wrong and we will all pay the price. From looking after everything we believe in, from keeping our economy safe, to ensuring a bright future jobs and delivering better-paying jobs and controlling immigration, everything depends on getting Brexit negotiations right. Only Theresa May has a plan to make a success of Brexit and she’s the only one able to lead the British and is ones who can able one able give a real She Britain needs Theresa May to Fight strong and stably to get. It's said that she her into the best possible negotiating hand."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Theresa May plans for Brexit, will end free with the, will cut Britain then, be to and control work job. That’s own Theresa May."
      },
      {
        "policyTitle": "Schools",
        "policyDescription": "Under the Conservatives there are more good and outstanding schools than ever before. Theresa May and her team will give every child the best start in life by raising school standards every year. £4 billion extra to our schools. Fair spread fairly across the country, so places like Hove get a fair deal."
      },
      {
        "policyTitle": "NHS",
        "policyDescription": "Vital that every family has care they need. Have NHS and we can only do that with good Brexit deal. Theresa May will get onand her government will spend at least £8 billion more on NHS over the next years."
      },
      {
        "policyTitle": "Taxes and Jobs",
        "policyDescription": "Lower taxes, lower bills and better-paid jobs. Many famiies struggle to cope with monthly bills. So Theresa May and the Conservatives will capping rip-of energy tariffs. The Conservatives have. they will help with tax, will keep cutting taxes for ordinary working people, so you’ll for people £12,500."
      },
      {
        "policyTitle": "Control of Laws and Borders",
        "policyDescription": "Theresa May and the Conservatives controls and will increase immigration. Theresa May EU citizens, Jeremy only good we, government will get Brexit right, control our own laws free trade the job. That’s Theresa May."
      }
    ],
    "mentions": {
      "candidate": "Sophia Passmore Ben Sauer",
      "otherPartyLeaderCandidate": "Jeremy Corbyn, Nicola Sturgeon",
      "partyLeader": "",
      "tacticalSituation": "Just 6 seats and Theresa May’s government loses its majority – putting Brexit negotiations at risk. Seats like yours will decide. Britain would face the chaos of a hung Parliament."
    },
    "issues": {
      "brexitEurope": "LABOUR WANT TO IGNORE OUR EU REF VOTE. Sky-high immigration would continue for years under Jeremy Corbyn – the Labour leader signalled today. Theresa May plans for Brexit will end free with the, will cut Britain.",
      "defence": "",
      "economy": "Lower taxes, lower bills and better-paid jobs. Many families struggle to cope with monthly bills, capping rip-of energy tariffs, cutting taxes.",
      "education": "Under the Conservatives there are more good and outstanding schools than ever before. Theresa May and her team will give every child the best start in life by raising school standards every year. £4 billion extra to our schools.",
      "environment": "Controlled by the Conservative Team",
      "governance": "",
      "government": "Theresa May will get on and her government will spend at least £8 billion more on NHS over the next years.",
      "health": "It’s vital that every family has the care they need. The Conservatives have capping rip-of energy tariffs. Theresa May will get on and her government will spend at least £8 billion more on NHS over the next years.",
      "immigration": "LABOUR WANT TO IGNORE OUR EU REF VOTE. Sky-high immigration would continue for years under Jeremy Corbyn – the Labour leader signalled today.",
      "labourEmployment": "Lower taxes, lower bills and better-paid jobs. Many families struggle to cope with monthly bills. So Theresa May and the Conservatives will cap rip-of energy tariffs.",
      "lawCrime": "Strengthen borders and control",
      "transport": "",
      "socialWelfare": "Theresa May and the Conservatives will capping rip-of energy tariffs.",
      "community": [
        {
          "content": "Fair spread fairly across the country, so places like Hove get a fair deal.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Sophia Passmore Ben Sauer, POSTMAIL, PO Box 64369, London, 4BR 10DE",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "The Sun",
        "endorsement": "Sky-high immigration would continue for years under Jeremy Corbyn – the Labour leader signalled today."
      },
      {
        "endorser": "Mirror",
        "endorsement": "LABOUR PLOTS BREXIT DEAL WITH OTHER PARTIES IF TORIES DON’T WIN ELECTION MAJORITY"
      }
    ],
    "quotes": [
      {
        "text": "SKY-HIGH immigration would continue for years under Jeremy Corbyn – the Labour leader signalled today.",
        "source": "The Sun",
        "date": "21st May 2017"
      },
      {
        "text": "LABOUR PLOTS BREXIT DEAL WITH OTHER PARTIES IF TORIES DON’T WIN ELECTION MAJORITY",
        "source": "Mirror",
        "date": "20th April 2017"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "More Jobs: Lower taxes, lower bills and better-paid jobs."
        }
      ]
    },
    "additionalNotes": "",
    "analysis": {
      "statementAnalysis": {
        "quantitative": {
          "count": 3,
          "examples": [
            "Just 6 seats and Theresa May’s government loses its majority.",
            "£4 billion extra to our schools.",
            "Theresa May will spend at least £8 billion more on NHS over the next years."
          ]
        },
        "qualitative": {
          "count": 3,
          "examples": [
            "THERESA MAY NEEDS YOUR LOCAL VOTE",
            "Everything depends on getting a good Brexit deal.",
            "Theresa May’s plans for Brexit will end free with the, will cut Britain."
          ]
        }
      },
      "photoAnalysis": {
        "localPlaces": 1,
        "people": 5,
        "candidateAlone": 0,
        "candidateWithOthers": 2
      },
      "issueFocus": {
        "local": {
          "count": 1,
          "examples": [
            "Fair spread fairly across the country, so places like Hove get a fair deal."
          ]
        },
        "national": {
          "count": 1,
          "examples": [
            "LABOUR WANT TO IGNORE OUR EU REF VOTE."
          ]
        }
      }
    },
    "personalStories": [],
    "endorsementsUsed": {
      "count": 2,
      "examples": [
        "Sky-high immigration would continue for years under Jeremy Corbyn – the Labour leader signalled today.",
        "LABOUR PLOTS BREXIT DEAL WITH OTHER PARTIES IF TORIES DON’T WIN ELECTION MAJORITY."
      ]
    },
    "negativeMessaging": {
      "localIssues": {
        "count": 1,
        "examples": [
          "Theresa May’s government loses its majority – putting Brexit negotiations at risk."
        ]
      },
      "nationalIssues": {
        "count": 2,
        "examples": [
          "Sky-high immigration would continue for years under Jeremy Corbyn.",
          "LABOUR PLOTS BREXIT DEAL WITH OTHER PARTIES IF TORIES DON’T WIN ELECTION MAJORITY."
        ]
      },
      "leaderOfOpponentsParty": {
        "count": 2,
        "examples": [
          "Sky-high immigration would continue for years under Jeremy Corbyn.",
          "Jeremy Corbyn imposed as Prime Minister – propped up by the SNP and Lib Dems."
        ]
      },
      "oppositeCandidateNoName": {
        "count": 1,
        "examples": [
          "A loss of 6 seats and Theresa May’s government loses its majority – putting Brexit negotiations at risk."
        ]
      },
      "oppositeCandidateWithName": {
        "count": 2,
        "examples": [
          "Jeremy Corbyn imposed as Prime Minister – propped up by the SNP and Lib Dems.",
          "Sky-high immigration would continue for years under Jeremy Corbyn."
        ]
      }
    },
    "nonPolicyAttributes": {
      "localness": "Fair spread fairly across the country, so places like Hove get a fair deal.",
      "employment": "",
      "education": "",
      "family": "Everything depends on getting a good Brexit deal."
    },
    "localCandidate": {
      "isLocal": false,
      "examples": [
        "Fair spread fairly across the country, so places like Hove get a fair deal."
      ]
    }
  }
}