{
    "leaflet": {
        "candidateName": "Roberta Blackman-Woods",
        "candidateGender": "Female",
        "constituency": "City of Durham",
        "politicalParty": "Labour",
        "electionDate": "2017",
        "messages": [
            {
                "title": "A champion for our community",
                "content": "Protecting our Environment, Supporting Cancer Charities, Action on Blood Donation, General Election 2017 - A choice between an active, hard-working Labour MP or a Tory MP and Government only working for the few."
            },
            {
                "title": "A strong voice for Durham",
                "content": "Supporting Schools, Safeguarding Nurseries, Protecting Pensions, Improving Social Care."
            },
            {
                "title": "Working hard for Durham",
                "content": "Investing in our future. Bringing Jobs and Opportunities, New Affordable Housing in Durham, Working Hard for Better Public Transport in Durham, Protecting Sports and Recreation Facilities."
            },
            {
                "title": "Re-elect Roberta",
                "content": "A strong voice and a positive record of delivery for Durham."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Protecting our Environment",
                "policyDescription": "Roberta is a long standing campaigner for environmental issues, and is working hard to protect our environment in Durham. She is working closely with the local authority to create more eco-friendly spaces in the community."
            },
            {
                "policyTitle": "Supporting Cancer Charities",
                "policyDescription": "Roberta supports a number of cancer and other health charities that operate both locally and nationally, and will continue to work hard for this cause in the future."
            },
            {
                "policyTitle": "Action on Blood Donation",
                "policyDescription": "Roberta is a member of the All-Party Parliamentary Group on Blood Donation, campaigning for England's fragmented blood collection service, to be replaced with a fair, nationwide system."
            },
            {
                "policyTitle": "Supporting Schools",
                "policyDescription": "Roberta passionately believes in the value of education for our young people and others. She continues to campaign against unfair Tory cuts to education."
            },
            {
                "policyTitle": "Safeguarding Nurseries",
                "policyDescription": "Roberta has sought to protect nurseries from Government cuts. A good quality early years provision is vital for our children, yet nursery schools across the country are closing."
            },
            {
                "policyTitle": "Protecting Pensions",
                "policyDescription": "Roberta has campaigned to protect the value of pensions for everyone, and also supports the WASPI women campaign, which seeks to rectify the unfair state pension changes for some 1950s-born women."
            },
            {
                "policyTitle": "Improving Social Care",
                "policyDescription": "Roberta is working hard to ensure a higher standard of social care across Durham. She has engaged with charities and service providers to press for increased funding and a better level of service for those who need it most."
            },
            {
                "policyTitle": "Bringing Jobs and Opportunities",
                "policyDescription": "Roberta has worked hard to bring more jobs to Durham. She ran successful campaigns to have a new Passport Office in the city, retain the Land Registry, and develop new employment opportunities at Hitachi."
            },
            {
                "policyTitle": "New affordable housing in Durham",
                "policyDescription": "Roberta has been pressing for more good quality, affordable family housing in our villages and city centre. She will continue to push for the homes we desperately need."
            },
            {
                "policyTitle": "Working hard for better public transport in Durham",
                "policyDescription": "Roberta has campaigned tirelessly for improved public transport links throughout our communities. She has succeeded in getting an upgraded bus station in the centre of Durham, and getting rail services into the area."
            },
            {
                "policyTitle": "Protecting Sports and Recreation Facilities",
                "policyDescription": "Roberta has worked hard to protect our sports and recreation facilities across Durham, successfully leading the campaign to save the English Martyrs Cricket Club, and holding the Government to account on sports funding cuts."
            }
        ],
        "mentions": {
            "candidate": "Roberta Blackman-Woods",
            "otherPartyLeaderCandidate": "Tories",
            "partyLeader": "",
            "tacticalSituation": "It's close between Labour and the Tories / UKIP in Durham. If you don't want the Tories, then please vote Labour in 2017."
        },
        "issues": {
            "brexitEurope": "",
            "defence": "",
            "economy": "Roberta has worked hard to bring additional investments, apprenticeships, and business into Durham.",
            "education": "Roberta passionately believes in the value of education for our young people and others. She continues to campaign against unfair Tory cuts to education.",
            "environment": "Roberta is a long standing campaigner for environmental issues, and is working hard to protect our environment in Durham. She is working closely with the local authority to create more eco-friendly spaces in the community.",
            "governance": "",
            "government": "",
            "health": "Roberta has been campaigning locally and nationally to protect our NHS against privatisation. She challenges the Clinical Commissioning Group whenever proposals to downgrade services arise. Example: extension to our hospital A&E Department.",
            "immigration": "",
            "labourEmployment": "Roberta has worked hard to bring additional investments, apprenticeships, and business into Durham. She has been successful in projects such as the Passport Office.",
            "lawCrime": "",
            "transport": "She has campaigned tirelessly for improved public transport links throughout our communities, getting an upgraded bus station in the centre of Durham, and getting rail services into the area.",
            "socialWelfare": "Roberta has campaigned to protect the value of pensions for everyone, support the WASPI women affected by pension changes. She has pressed for increased funding and a better level of social care service.",
            "community": [
                {
                    "content": "She has pressed for more affordable housing in Durham. She is fighting to save our nursery schools from Government cuts, and protect sports and recreation facilities across the constituency.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I am delighted to have been selected once again as the Labour candidate for the City of Durham. Since first being elected as Durham's MP in 2005 I have tried to be a strong voice and to get the best for our area. I hope to do so again and here are my priorities if re-elected. Higher Education, apprenticeships, improving education including early years, housing and job creation.",
        "politicalExperience": [
            {
                "role": "MP for Durham",
                "duration": "2005-Present",
                "achievements": "Roberta has successfully campaigned for a new Passport Office in the city, the Land Registry, and brought new jobs at Hitachi. She has worked with local charities and service providers to serve the community's needs, especially in social care and protecting local services."
            }
        ],
        "contactInformation": {
            "address": "The Miners' Hall, Redhills, Flass Street, Durham, DH1 4BD",
            "phone": "0191 374 1915",
            "email": "roberta4cityofdurham@gmail.com",
            "website": "www.roberta.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Local community",
                "endorsement": "Roberta has been commended for running such a strong support service for her constituents. Since being elected in 2005 she has helped over 40,000 people and has taken up almost 50,000 issues."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Roberta speaking at Parliament"
                },
                {
                    "caption": "Roberta visiting a local business"
                },
                {
                    "caption": "Roberta campaigning to save sports facilities"
                },
                {
                    "caption": "Roberta supporting local schools"
                },
                {
                    "caption": "Roberta supporting local health services"
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 3,
                    "examples": [
                        "It's close between Labour and the Tories / UKIP in Durham.",
                        "Since being elected in 2005 she has helped over 40,000 people and has taken up almost 50,000 issues.",
                        "Roberta has successfully campaigned for a new Passport Office in the city, the Land Registry, and brought new jobs at Hitachi."
                    ]
                },
                "qualitative": {
                    "count": 5,
                    "examples": [
                        "Roberta passionately believes in the value of education for our young people.",
                        "Roberta has campaigned to protect the value of pensions for everyone.",
                        "Roberta is a vocal supporter of the NHS.",
                        "Roberta has worked hard to bring more jobs to Durham.",
                        "Roberta is a strong standing campaigner for environmental issues."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 5,
                "people": 6,
                "candidateAlone": 4,
                "candidateWithOthers": 2
            },
            "issueFocus": {
                "local": {
                    "count": 6,
                    "examples": [
                        "She is working closely with the local authority.",
                        "Roberta has worked with local charities.",
                        "Roberta has fought to protect local sports facilities.",
                        "Roberta campaigns to protect local pensions.",
                        "Roberta fights for affordable housing in Durham.",
                        "She campaigns against nursery school closures locally."
                    ]
                },
                "national": {
                    "count": 4,
                    "examples": [
                        "Roberta supports the WASPI women campaign.",
                        "Roberta campaigns against unfair Tory cuts to education.",
                        "She supports a fair, nationwide blood donation system.",
                        "Roberta stands up for the national NHS against privatisation."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Roberta campaigning to save the local nursery in Durham",
                    "issueRelated": "education"
                }
            ],
            "endorsementsUsed": {
                "count": 1,
                "examples": [
                    "Since being elected in 2005 she has helped over 40,000 people and has taken up almost 50,000 issues."
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 3,
                    "examples": [
                        "She is fighting to save our nursery schools from Government cuts.",
                        "Roberta is pressing for the protection of sports and recreation facilities.",
                        "She is pushing for improvements in social care funding."
                    ]
                },
                "nationalIssues": {
                    "count": 3,
                    "examples": [
                        "Roberta campaigns against unfair Tory cuts to education.",
                        "She challenges the CCG whenever proposals to downgrade services arise.",
                        "Roberta stands up against privatisation of the NHS."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 1,
                    "examples": [
                        "It's close between Labour and the Tories / UKIP in Durham."
                    ]
                },
                "oppositeCandidateNoName": {
                    "count": 1,
                    "examples": [
                        "General Election 2017 - A choice between an active, hard-working Labour MP or a Tory MP and Government only working for the few."
                    ]
                },
                "oppositeCandidateWithName": {}
            },
            "nonPolicyAttributes": {
                "localness": "Roberta has been campaigning locally and nationally.",
                "employment": "",
                "education": "",
                "family": ""
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "She is working closely with the local authority.",
                    "Roberta has worked with local charities."
                ]
            }
        }
    }
}