```json
{
  "leaflet": {
    "candidateName": "Julia Lopez",
    "candidateGender": "",
    "constituency": "Hornchurch & Upminster",
    "politicalParty": "Conservative",
    "electionDate": "Thursday 12 December 2019",
    "messages": [
      {
        "title": "RE-elect Julia Lopez",
        "content": "The best choice for Hornchurch & Upminster."
      },
      {
        "title": "The Choice at this Election is Clear",
        "content": "On Thursday 12 December you have a clear choice. Boris Johnson, who will deliver on the result the British people gave three years ago and get Brexit done, or Jeremy Corbyn who wants more division and sclerosis through two more referendums in 2020—on Brexit and Scottish independence—with the fate of our Government dictated by the LibDem-SNP alliance. Julia Lopez, Conservative candidate for Hornchurch & Upminster, said, “It’s time to move this country on, to put uncertainty behind us and to deliver Brexit, put unity behind us and move forward as one nation. Only a Conservative Government can and will deliver that, so we need to get this thing done.”
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Getting Brexit Done",
        "policyDescription": "Only a Conservative Government will respect the decision we made and get Brexit done, ending the uncertainty and get the Britain off to a flying start."
      },
      {
        "policyTitle": "Creating More Jobs",
        "policyDescription": "Conservatives will further reduce unemployment and continue to take 1,000 people off the unemployment lists every day."
      },
      {
        "policyTitle": "A Stronger Economy",
        "policyDescription": "We will continue to back business to create more local jobs and boost wages, while raising more money to fund our NHS and schools."
      },
      {
        "policyTitle": "Safer Streets",
        "policyDescription": "We plan to provide an extra 20,000 more police officers than the Labour Party with our Priority On Protection program."
      },
      {
        "policyTitle": "Protecting Our NHS",
        "policyDescription": "It was us Conservatives who gave our nurses the biggest pay rise in history of the NHS and we will continue to make sure every nurse gets ahead in their careers."
      },
      {
        "policyTitle": "Investing in Schools",
        "policyDescription": "Every child should have the best start in life and be able to access education to get the skills they need to thrive in their future life and career."
      }
    ],
    "mentions": {
      "candidate": "Julia Lopez",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Boris Johnson",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Only a Conservative Government will respect the decision we made and get Brexit done, ending the uncertainty and get the Britain off to a flying start.",
      "defence": "",
      "economy": "A Stronger Economy: We will continue to back business to create more local jobs and boost wages, while raising more money to fund our NHS and schools.",
      "education": "Investing in Schools: Every child should have the best start in life and be able to access education to get the skills they need to thrive in their future life and career.",
      "environment": "",
      "governance": "",
      "government": "",
      "health": "Protecting Our NHS: It was us Conservatives who gave our nurses the biggest pay rise in history of the NHS and we will continue to make sure every nurse gets ahead in their careers.",
      "immigration": "",
      "labourEmployment": "Creating More Jobs: Conservatives will further reduce unemployment and continue to take 1,000 people off the unemployment lists every day.",
      "lawCrime": "Safer Streets: We plan to provide an extra 20,000 more police officers than the Labour Party with our Priority On Protection program.",
      "transport": "",
      "socialWelfare": "",
      "community": [
        {
          "content": "Julia has set up a traders’ group to challenge the council’s parking policies, and in parliament she’s worked with Ministers on a rates cut for our shops, our pubs and a Future High Streets fund. She’s hosted now-defunct vibrant centres like the Lower Thames Crossing with investment in local forests.",
          "yimbyNimby": "NIMBY"
        },
        {
          "content": "In parliament, Julia has secured £17m more for the Met and tight knife crime legislation. She’s worked with our local police and leaders to get more officers into Havering St and also supported the work of the mayor on Havering Council to ensure that we get the right people and the right resources in to build a safer community.",
          "yimbyNimby": "YIMBY"
        },
        {
          "content": "Since 2017, Julia has visited 40 schools in the area to understand key priorities. As a result of her personal experience with schools and people requiring special needs education and training, now every teacher and senior member of the staff is better equipped to understand the needs of every secondary school pupil.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "243 Butts Green Road, Hornchurch RM11 2JS",
      "phone": "01708 443321",
      "email": "votejulia@lopez.com",
      "website": "www.julialopez.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "@JuliaLopezUK",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Julia Lopez is standing with Boris Johnson to respect the wishes of the British people and get Brexit done."
        },
        {
          "caption": "Julia welcomes Conservative Health Minister, Chris Skidmore, to Hornchurch to get work on St George’s"
        }
      ]
    },
    "additionalNotes": "",
    "analysis": {
      "statementAnalysis": {
        "quantitative": {
          "count": 4,
          "examples": [
            "We plan to provide an extra 20,000 more police officers.",
            "Julia has visited forty schools in the area.",
            "It was us Conservatives who gave our nurses the biggest pay rise in history of the NHS.",
            "The Prime Minister has announced that a £17 million health centre at the St George’s hospital site in Hornchurch is one of his urgent priority hospital projects."
          ]
        },
        "qualitative": {
          "count": 3,
          "examples": [
            "The best choice for Hornchurch & Upminster.",
            "It’s time to move this country on, to put uncertainty behind us and to deliver Brexit.",
            "Only a Conservative Government will respect the decision we made and get Brexit done."
          ]
        }
      },
      "photoAnalysis": {
        "localPlaces": 1,
        "people": 5,
        "candidateAlone": 1,
        "candidateWithOthers": 4
      },
      "issueFocus": {
        "local": {
          "count": 1,
          "examples": [
            "Julia has set up a traders’ group to challenge the council’s parking policies, and in parliament, she’s worked with Ministers on a rates cut for our shops, our pubs and a Future High Streets fund."
          ]
        },
        "national": {
          "count": 1,
          "examples": [
            "Only a Conservative Government will respect the decision we made and get Brexit done, ending the uncertainty and get the Britain off to a flying start."
          ]
        }
      },
      "personalStories": [
        {
          "story": "Since 2017, Julia has visited 40 schools in the area to understand key priorities. As a result of her personal experience with schools and people requiring special needs education and training, now every teacher and senior member of the staff is better equipped to understand the needs of every secondary school pupil.",
          "issueRelated": " education"
        }
      ],
      "endorsementsUsed": {
        "count": 0,
        "examples": []
      },
      "negativeMessaging": {
        "localIssues": {
          "count": 0,
          "examples": []
        },
        "nationalIssues": {
          "count": 1,
          "examples": [
            "Jeremy Corbyn who wants more division and sclerosis through two more referendums in 2020—on Brexit and Scottish independence—with the fate of our Government dictated by the LibDem-SNP alliance."
          ]
        },
        "leaderOfOpponentsParty": {
          "count": 1,
          "examples": [
            "Jeremy Corbyn who wants more division and sclerosis through two more referendums in 2020—on Brexit and Scottish independence—with the fate of our Government dictated by the LibDem-SNP alliance."
          ]
        },
        "oppositeCandidateNoName": {
          "count": 0,
          "examples": []
        },
        "oppositeCandidateWithName": {
          "count": 0,
          "examples": []
        }
      },
      "nonPolicyAttributes": {
        "localness": "",
        "employment": "",
        "education": "",
        "family": ""
      },
      "localCandidate": {
        "isLocal": false,
        "examples": []
      }
    }
  }
}
```