{
    "leaflet": {
        "candidateName": "Tommy Sheppard",
        "candidateGender": "",
        "constituency": "Edinburgh East",
        "politicalParty": "SNP",
        "electionDate": "December 12th",
        "messages": [
            {
                "title": "",
                "content": "Dear Alexander,\nI’m asking you to re-elect me as your MP on 12th December. The stakes at this election could not be higher.\nA vote for the SNP is a vote to escape Brexit and demand the right to choose a better future for Scotland.\nFor almost a decade, Tory governments have cut taxes for the rich and cut services for the rest of us. Now a Tory government is dragging Scotland out of the EU, weakening protection for our environment and threatening our economic future whilst trying to turn our NHS into an American style insurance system.\nThe SNP will stand up to the Tories and protect vital local services. We will work with others to stop Brexit and give you the final say over any deal.\nYour SNP vote is vital to give us the power to choose a better future. The chaos at Westminster has left people scunnered. Only the SNP is clear about having a bold, radical, and ambitious programme for a more equal and sustainable society.\nThe next Parliament should be a matter for the people who live here and the Scottish parliament they elect. The right to determine our own future should be a matter for you.\nWe have shared too much time and energy talking about Brexit when we should be fighting poverty and tackling climate change.\nI’m proud of my work here on local issues and will not stop. I'll fight to defend our NHS and make sure that the minimum wage, a fairer tax system and more spending on vital public services.\nEdinburgh East has an amazing range of people with talent for so many things. Scotland’s future has so much potential and I want to give us the opportunity to fulfil that. It’s time to take control of our own future.\nVote SNP on December 12th!\nTommy Sheppard\n"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Escape Brexit",
                "policyDescription": "Demand the right to choose a better future for Scotland."
            },
            {
                "policyTitle": "Defend NHS",
                "policyDescription": "Protect vital local services and work with others to stop Brexit."
            }
        ],
        "mentions": {
            "candidate": "Tommy Sheppard",
            "otherPartyLeaderCandidate": "Tory government",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "A vote for the SNP is a vote to escape Brexit. Only the SNP is clear about having a bold, radical and ambitious programme for a more equal and sustainable society.",
            "defence": "",
            "economy": "For almost a decade, Tory governments have cut taxes for the rich and cut services for the rest of us. The SNP will stand up to the Tories and protect vital local services.",
            "education": "",
            "environment": "Weakening protection for our environment and threatening our economic future.",
            "governance": "",
            "government": "The SNP will work with others to stop Brexit and give you the final say over any deal. The chaos at Westminster has left people scunnered.",
            "health": "A Tory government is dragging Scotland out of the EU, weakening protection for our environment and threatening our economic future whilst trying to turn our NHS into an American style insurance system. I’ll fight to defend our NHS.",
            "immigration": "",
            "labourEmployment": "I'll fight to defend our NHS and make sure that the minimum wage, a fairer tax system and more spending on vital public services.",
            "lawCrime": "",
            "transport": "",
            "socialWelfare": "",
            "community": []
        },
        "personalStatement": "Tommy lives in Newington with his partner Kate and their spaniel Henri.",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "",
                "achievements": "Building successful business initiatives and standing up for local issues."
            }
        ],
        "contactInformation": {
            "address": "80/2 Nicolson Street, Edinburgh",
            "phone": "",
            "email": "tommy.sheppard.mp@parliament.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "@TommySheppard",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Local residents",
                "endorsement": [
                    "I'm backing Tommy because he always supports our grassroots campaigns and is passionate about rebuilding our high streets. – Liza Gradinar, Duddingston",
                    "Tommy stands with the people of Edinburgh, fighting against the negative impact of Brexit on jobs and services. – Santa Singh, Meadowbank",
                    "Tommy has my vote because he genuinely listens to our community concerns and acts on them. – Fiona Ross, Craiglockhart",
                    "Re-electing Tommy is crucial for reducing austerity and ensuring better public services. – Matt Jones, Stockbridge",
                    "Tommy’s been tireless in his fight for a fairer society and amplifies our voices in Parliament. – Kim Wilson, Leith",
                    "As a local businessman, I appreciate Tommy's dedication towards supporting local businesses. – Andrew Moore, Newington",
                    "I’m proud to back Tommy because he continues to be a strong advocate for women’s rights and equality. – Rachel Thompson, Restalrig",
                    "I’m backing Tommy because he has worked hard to improve infrastructure in our area, especially public transport. – Rami Ben-Musa, Newington"
                ]
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Tommy Sheppard with his partner Katie and their spaniel Henri."
                }
            ]
        },
        "additionalNotes": "",
        "analysis": {
            "statementAnalysis": {
                "quantitative": {
                    "count": 3,
                    "examples": [
                        "The stakes at this election could not be higher.",
                        "For almost a decade, Tory governments have cut taxes for the rich and cut services for the rest of us.",
                        "Vote SNP on December 12th!"
                    ]
                },
                "qualitative": {
                    "count": 8,
                    "examples": [
                        "The stakes at this election could not be higher.",
                        "A vote for the SNP is a vote to escape Brexit and demand the right to choose a better future for Scotland.",
                        "Only the SNP is clear about having a bold, radical, and ambitious programme for a more equal and sustainable society.",
                        "I'm proud of my work here on local issues and will not stop.",
                        "Edinburgh East has an amazing range of people with talent for so many things.",
                        "Scotland’s future has so much potential and I want to give us the opportunity to fulfil that.",
                        "It’s time to take control of our own future.",
                        "Scotland’s future has so much potential and I want to give us the opportunity to fulfil that."
                    ]
                }
            },
            "photoAnalysis": {
                "localPlaces": 0,
                "people": 1,
                "candidateAlone": 0,
                "candidateWithOthers": 1
            },
            "issueFocus": {
                "local": {
                    "count": 1,
                    "examples": [
                        "I'm proud of my work here on local issues and will not stop."
                    ]
                },
                "national": {
                    "count": 5,
                    "examples": [
                        "A vote for the SNP is a vote to escape Brexit and demand the right to choose a better future for Scotland.",
                        "For almost a decade, Tory governments have cut taxes for the rich and cut services for the rest of us.",
                        "The SNP will stand up to the Tories and protect vital local services.",
                        "We have shared too much time and energy talking about Brexit when we should be fighting poverty and tackling climate change.",
                        "A Tory government is dragging Scotland out of the EU, weakening protection for our environment and threatening our economic future whilst trying to turn our NHS into an American style insurance system."
                    ]
                }
            },
            "personalStories": [
                {
                    "story": "Tommy lives in Newington with his partner Kate and their spaniel Henri.",
                    "issueRelated": "community"
                }
            ],
            "endorsementsUsed": {
                "count": 8,
                "examples": [
                    "I'm backing Tommy because he always supports our grassroots campaigns and is passionate about rebuilding our high streets. – Liza Gradinar, Duddingston",
                    "Tommy stands with the people of Edinburgh, fighting against the negative impact of Brexit on jobs and services. – Santa Singh, Meadowbank",
                    "Tommy has my vote because he genuinely listens to our community concerns and acts on them. – Fiona Ross, Craiglockhart",
                    "Re-electing Tommy is crucial for reducing austerity and ensuring better public services. – Matt Jones, Stockbridge",
                    "Tommy’s been tireless in his fight for a fairer society and amplifies our voices in Parliament. – Kim Wilson, Leith",
                    "As a local businessman, I appreciate Tommy's dedication towards supporting local businesses. – Andrew Moore, Newington",
                    "I’m proud to back Tommy because he continues to be a strong advocate for women’s rights and equality. – Rachel Thompson, Restalrig",
                    "I’m backing Tommy because he has worked hard to improve infrastructure in our area, especially public transport. – Rami Ben-Musa, Newington"
                ]
            },
            "negativeMessaging": {
                "localIssues": {
                    "count": 0,
                    "examples": []
                },
                "nationalIssues": {
                    "count": 2,
                    "examples": [
                        "A Tory government is threatening our economic future.",
                        "Only the SNP is clear about having a bold, radical, and ambitious programme for a more equal and sustainable society."
                    ]
                },
                "leaderOfOpponentsParty": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateNoName": {
                    "count": 0,
                    "examples": []
                },
                "oppositeCandidateWithName": {
                    "count": 1,
                    "examples": [
                        "For almost a decade, Tory governments have cut taxes for the rich and cut services for the rest of us."
                    ]
                }
            },
            "nonPolicyAttributes": {
                "localness": "Tommy lives in Newington.",
                "employment": "",
                "education": "",
                "family": "Tommy lives with his partner Katie and their spaniel Henri."
            },
            "localCandidate": {
                "isLocal": true,
                "examples": [
                    "Tommy lives in Newington.",
                    "Tommy always supports our grassroots campaigns and is passionate about rebuilding our high streets. – Liza Gradinar, Duddingston"
                ]
            }
        }
    }
}