```json
{
  "leaflet": {
    "candidateName": "Catherine Cui",
    "candidateGender": "",
    "constituency": "Poplar & Limehouse",
    "politicalParty": "Brexit Party",
    "electionDate": "",
    "messages": [
      {
        "title": "My dear constituents",
        "content": "I am Catherine Cui, your Brexit Party candidate. I am a Cambridge Graduate who worked at the Bank of England for more than five years both negotiating and dealing with the European Union and European Central Bank before becoming an international businesswoman and entrepreneur. I run a fashion business which exports British fashion products to the Far East on World Trade Organization terms."
      },
      {
        "title": "",
        "content": "I have been living in Poplar for nine years and I am writing to ask you to vote for me. The reasons are simple and straightforward. I promise to reduce taxes including VAT, Corporation Tax and Tariff, and I will also bring in global investment to our local communities. More importantly, I will end corruption so that Tower Hamlets receives the very best from its public servants."
      },
      {
        "title": "",
        "content": "The Labour candidate, Apsana Begum, has been beset by scandals in the short time since her selection. From housing fraud and anti-Semitic tweets, we have to ask if this is a person we trust to represent us in the House of Commons? No. Therefore, we must keep Labour out at all costs."
      },
      {
        "title": "",
        "content": "I dealt with the Eurozone crisis at the Bank of England. Being a member of the EU, I have watched the UK sending billions of pounds of taxpayers' money to bail out Greece, Portugal and Ireland when we, in the UK, continue to have a homeless crisis, an under-resourced NHS and underfunded schools. Therefore, I understand why it is important that we stop the EU forcing them to trade with us. We should invest that money in our infrastructure, NHS and bringing back manufacturing. After Brexit, we will trade more with the rest of the world. This will bring the cost of living, as we will be getting a cheaper supply of food and clothes from our new trading partners."
      },
      {
        "title": "",
        "content": "In 2016, 17.4 million people voted to leave the EU, but our politicians did not deliver what you voted for. Now, you have the chance to defend our values and our position in the world as the bastion of democracy."
      },
      {
        "title": "",
        "content": "If you are a leaver in Poplar & Limehouse, I strongly recommend that you dismiss the conservative candidate Sheun Oke and vote for me because a vote for me will NOT be wasted. The Conservative Party has not won this seat since the 1920s and will not win this time with the current candidate Sheun Oke. She is not from the area and has no experience of the cut and thrust of business or frontline politics."
      },
      {
        "title": "",
        "content": "Rest assured that you are not alone in supporting Brexit and democracy, the entire Far Eastern community is with you as I have secured the vote of 6,988 ethnic Chinese and Vietnamese constituents who want equal opportunities in our country as opposed to EU privilege. This is a universal message from all other minority groups too."
      },
      {
        "title": "",
        "content": "We have a fight right now and that fight is for democracy. I can only do so with you in my corner. I only need a few more to win this seat. You are the few who can help deliver the first Female Chinese MP in the history of Britain. I will also be the one to end 100 years of Labour dominance and corruption. History is in the making and you will be part of it by voting for me."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Tax Reduction",
        "policyDescription": "Promise to reduce VAT, Corporation Tax and Tariff."
      },
      {
        "policyTitle": "Global Investment",
        "policyDescription": "Bringing in global investment to local communities."
      },
      {
        "policyTitle": "End Corruption",
        "policyDescription": "End corruption so that Tower Hamlets receives the very best from its public servants."
      }
    ],
    "mentions": {
      "candidate": "I am Catherine Cui, your Brexit Party candidate.",
      "otherPartyLeaderCandidate": "The Labour candidate, Apsana Begum, has been beset by scandals in the short time since her selection.",
      "partyLeader": "",
      "tacticalSituation": "If you are a leaver in Poplar & Limehouse, I strongly recommend that you dismiss the conservative candidate Sheun Oke and vote for me because a vote for me will NOT be wasted."
    },
    "issues": {
      "brexitEurope": "In 2016, 17.4 million people voted to leave the EU, but our politicians did not deliver what you voted for. Now, you have the chance to defend our values and our position in the world as the bastion of democracy.",
      "defence": "",
      "economy": "I promise to reduce taxes including VAT, Corporation Tax and Tariff, and I will also bring in global investment to our local communities.",
      "education": "",
      "environment": "",
      "governance": "",
      "government": "",
      "health": "We should invest that money in our infrastructure, NHS and bringing back manufacturing.",
      "immigration": "",
      "labourEmployment": "We should invest that money in our infrastructure, NHS and bringing back manufacturing.",
      "lawCrime": "",
      "transport": "",
      "socialWelfare": "",
      "community": [
        {
          "content": "I have been living in Poplar for nine years" and "I will also be the one to end 100 years of Labour dominance and corruption.",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "I am Catherine Cui, your Brexit Party candidate. I am a Cambridge Graduate who worked at the Bank of England for more than five years both negotiating and dealing with the European Union and European Central Bank before becoming an international businesswoman and entrepreneur. I run a fashion business which exports British fashion products to the Far East on World Trade Organization terms.",
    "politicalExperience": [
      {
        "role": "Worked at the Bank of England",
        "duration": "more than five years",
        "achievements": "negotiating and dealing with the European Union and European Central Bank before becoming an international businesswoman and entrepreneur."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": "",
    "analysis": {
      "statementAnalysis": {
        "quantitative": {
          "count": 2,
          "examples": ["I have secured the vote of 6,988 ethnic Chinese and Vietnamese", "In 2016, 17.4 million people voted to leave the EU"]
        },
        "qualitative": {
          "count": 4,
          "examples": ["I promise to reduce taxes including VAT, Corporation Tax and Tariff", "The Labour candidate, Apsana Begum, has been beset by scandals in the short time since her selection", "I dealt with the Eurozone crisis at the Bank of England", "We have a fight right now and that fight is for democracy."]
        }
      },
      "photoAnalysis": {
        "localPlaces": 0,
        "people": 0,
        "candidateAlone": 0,
        "candidateWithOthers": 0
      },
      "issueFocus": {
        "local": {
          "count": 1,
          "examples": ["I promise to reduce taxes including VAT, Corporation Tax and Tariff, and I will also bring in global investment to our local communities."]
        },
        "national": {
          "count": 2,
          "examples": ["In 2016, 17.4 million people voted to leave the EU", "We should invest that money in our infrastructure, NHS and bringing back manufacturing."]
        }
      },
      "personalStories": [
        {
          "story": "I am Catherine Cui, your Brexit Party candidate. I am a Cambridge Graduate who worked at the Bank of England for more than five years both negotiating and dealing with the European Union and European Central Bank before becoming an international businesswoman and entrepreneur. I run a fashion business which exports British fashion products to the Far East on World Trade Organization terms.",
          "issueRelated": ""
        }
      ],
      "endorsementsUsed": {
        "count": 0,
        "examples": [""]
      },
      "negativeMessaging": {
        "localIssues": {
          "count": 0,
          "examples": [""]
        },
        "nationalIssues": {
          "count": 0,
          "examples": [""]
        },
        "leaderOfOpponentsParty": {
          "count": 0,
          "examples": [""]
        },
        "oppositeCandidateNoName": {
          "count": 0,
          "examples": [""]
        },
        "oppositeCandidateWithName": {
          "count": 1,
          "examples": ["The Labour candidate, Apsana Begum, has been beset by scandals in the short time since her selection."]
        }
      },
      "nonPolicyAttributes": {
        "localness": "I have been living in Poplar for nine years",
        "employment": "I run a fashion business which exports British fashion products to the Far East on World Trade Organization terms.",
        "education": "I am a Cambridge Graduate",
        "family": ""
      },
      "localCandidate": {
        "isLocal": true,
        "examples": ["I have been living in Poplar for nine years"]
      }
    }
  }
}
```